Repository: trimit-psc/DEDON-US-BASE
Catalog: Translations/DEDON DE Customizing.*.xlf
Languages: de_de

# TableExtension 805052098 - Field 2981372481 - Property 2879900210
source: DDN Effective Shipment Date
de_de: Tatsächliches Versanddatum

# TableExtension 805052098 - Field 244995685 - Property 2879900210
source: Estimated Date Ready
de_de: Zugesagtes Versanddatum

# TableExtension 805052098 - Field 3439998142 - Property 2879900210
source: Requested Shipment Date
de_de: Gewünschtes Versanddatum

# TableExtension 2587494601 - Field 2981372481 - Property 2879900210
source: Effective Shipment Date
de_de: Tatsächliches Versanddatum

# TableExtension 2587494601 - Field 244995685 - Property 2879900210
source: Estimated Date Ready
de_de: Zugesagtes Versanddatum

# TableExtension 2587494601 - Field 2207317239 - Property 2879900210
source: Original Qty.
de_de: Ursprungsmenge

# TableExtension 2587494601 - Field 3439998142 - Property 2879900210
source: Requested Shipment Date
de_de: Gewünschtes Versanddatum

# TableExtension 2625956520 - Field 3928095591 - Property 2879900210
source: Commission
de_de: Kommission

# TableExtension 2625956520 - Field 2981372481 - Property 2879900210
source: Effective Shipment Date
de_de: Tatsächliches Versanddatum

# TableExtension 2625956520 - Field 244995685 - Property 2879900210
source: Estimated Date Ready
de_de: Zugesagtes Versanddatum

# TableExtension 2625956520 - Field 3439998142 - Property 2879900210
source: Requested Shipment Date
de_de: Gewünschtes Versanddatum

# TableExtension 1824956303 - Field 2981372481 - Property 2879900210
source: Effective Shipment Date
de_de: Tatsächliches Versanddatum

# TableExtension 1824956303 - Field 244995685 - Property 2879900210
source: Estimated Date Ready
de_de: Zugesagtes Versanddatum

# TableExtension 1824956303 - Field 2207317239 - Property 2879900210
source: Original Qty.
de_de: Ursprungsmenge

# TableExtension 1824956303 - Field 3439998142 - Property 2879900210
source: Requested Shipment Date
de_de: Gewünschtes Versanddatum

# TableExtension 1328162196 - Field 3928095591 - Property 2879900210
source: Commission
de_de: Kommission

# TableExtension 1328162196 - Field 2981372481 - Property 2879900210
source: Effective Shipment Date
de_de: Tatsächliches Versanddatum

# TableExtension 1328162196 - Field 244995685 - Property 2879900210
source: Estimated Date Ready
de_de: Zugesagtes Versanddatum

# TableExtension 1328162196 - Field 3439998142 - Property 2879900210
source: Requested Shipment Date
de_de: Gewünschtes Versanddatum

# TableExtension 2295519131 - Field 3778437193 - Property 2879900210
source: Legacy System Item No.
de_de: Artikelnr. Vorsystem (Nav 18)

# TableExtension 2295519131 - Field 2981372481 - Property 2879900210
source: Effective Shipment Date
de_de: Tatsächliches Versanddatum

# TableExtension 2295519131 - Field 244995685 - Property 2879900210
source: Estimated Date Ready
de_de: Zugesagtes Versanddatum

# TableExtension 2295519131 - Field 2207317239 - Property 2879900210
source: Original Qty.
de_de: Ursprungsmenge

# TableExtension 2295519131 - Field 3439998142 - Property 2879900210
source: Requested Shipment Date
de_de: Gewünschtes Versanddatum

# TableExtension 2295519131 - Field 1805115540 - Property 2879900210
source: Item No. 2
de_de: Artikelnr. 2

# TableExtension 2339008534 - Field 3928095591 - Property 2879900210
source: Commission
de_de: Kommission

# TableExtension 2339008534 - Field 2981372481 - Property 2879900210
source: Effective Shipment Date
de_de: Tatsächliches Versanddatum

# TableExtension 2339008534 - Field 244995685 - Property 2879900210
source: Estimated Date Ready
de_de: Zugesagtes Versanddatum

# TableExtension 2339008534 - Field 3439998142 - Property 2879900210
source: Requested Shipment Date
de_de: Gewünschtes Versanddatum

# TableExtension 1730269236 - Field 3928095591 - Property 2879900210
source: Commission
de_de: Kommission

# TableExtension 1730269236 - Field 2981372481 - Property 2879900210
source: Effective Shipment Date
de_de: Tatsächliches Versanddatum

# TableExtension 1730269236 - Field 244995685 - Property 2879900210
source: Estimated Date Ready
de_de: Zugesagtes Versanddatum

# TableExtension 1730269236 - Field 3439998142 - Property 2879900210
source: Requested Shipment Date
de_de: Gewünschtes Versanddatum

# TableExtension 598734845 - Field 3230600482 - Property 2879900210
source: Buy-from Vendor Name
de_de: Eink. von Name

# TableExtension 598734845 - Field 660664822 - Property 2879900210
source: Container Estimated Date Ready
de_de: Container Zugesagtes Versanddatum

# TableExtension 598734845 - Field 3778437193 - Property 2879900210
source: Legacy System Item No.
de_de: Artikelnr. Vorsystem (Nav 18)

# TableExtension 598734845 - Field 9460683 - Property 2879900210
source: Purchaser Code
de_de: Einkäufercode

# TableExtension 598734845 - Field 1711234796 - Property 2879900210
source: Vendor Order No.
de_de: Kreditoren-Bestellnr.

# TableExtension 598734845 - Field 3963634751 - Property 2879900210
source: Document Status
de_de: Status

# TableExtension 598734845 - Field 2981372481 - Property 2879900210
source: Effective Shipment Date
de_de: Tatsächliches Versanddatum

# TableExtension 598734845 - Field 244995685 - Property 2879900210
source: Estimated Date Ready
de_de: Zugesagtes Versanddatum

# TableExtension 598734845 - Field 592560921 - Property 2879900210
source: Planning Status
de_de: Planungsstatus

# TableExtension 598734845 - Field 2207317239 - Property 2879900210
source: Original Qty.
de_de: Ursprungsmenge

# TableExtension 598734845 - Field 3439998142 - Property 2879900210
source: Requested Shipment Date
de_de: Gewünschtes Versanddatum

# TableExtension 598734845 - Field 1805115540 - Property 2879900210
source: Item No. 2
de_de: Artikelnr. 2

# TableExtension 598734845 - Field 2602444039 - Property 2879900210
source: Item Search Description
de_de: Suchbegriff Artikel

# TableExtension 3301894635 - Field 2981372481 - Property 2879900210
source: Effective Shipment Date
de_de: Tatsächliches Versanddatum

# TableExtension 3301894635 - Field 244995685 - Property 2879900210
source: Estimated Date Ready
de_de: Zugesagtes Versanddatum

# TableExtension 3301894635 - Field 2207317239 - Property 2879900210
source: Original Qty.
de_de: Ursprungsmenge

# TableExtension 3301894635 - Field 3439998142 - Property 2879900210
source: Requested Shipment Date
de_de: Gewünschtes Versanddatum

# TableExtension 1661802128 - Field 3665983604 - Property 2879900210
source: Count sent mails
de_de: Anzahl versendeter Mails

# TableExtension 1661802128 - Field 2699215863 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 1661802128 - Field 2661444140 - Property 2879900210
source: Order Intake Date
de_de: Intake Datum

# TableExtension 1086560343 - Field 2699215863 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 1086560343 - Field 2532372368 - Property 2879900210
source: Set Quantity
de_de: Menge Set/Möbel

# TableExtension 1086560343 - Field 592560921 - Property 2879900210
source: Itme Planning Status Code
de_de: Artikelplanungs-Status

# TableExtension 1086560343 - Field 3405183947 - Property 2879900210
source: Lock Shipment Date
de_de: Warenausgangsdatum fixieren

# TableExtension 1086560343 - Field 2661444140 - Property 2879900210
source: Order Intake Date
de_de: erstellt am

# TableExtension 1086560343 - Field 4230043810 - Property 2879900210
source: Set Item No.
de_de: Artikel Nr. übergeordnet

# TableExtension 1086560343 - Field 2911827209 - Property 2879900210
source: Set Master No.
de_de: Master Nr. übergeordnet

# TableExtension 1086560343 - Field 1474036805 - Property 2879900210
source: Sell-to Customer Name
de_de: Verk. an Name

# TableExtension 1563568083 - Method 1292156363 - NamedType 3853762076
source: Your identification is set up to process from %1 %2 only.
de_de: Ihre Benutzereinrichtung lässt nur %1 %2 zu.

# TableExtension 1563568083 - Field 4086074314 - Property 2879900210
source: Approved Delta Amount
de_de: Differenz zu genehmigtem Betrag

# TableExtension 1563568083 - Field 1340455731 - Property 2879900210
source: postive Approval Entry No
de_de: Zuletzt genehmigt über Genehmigungsposten Nr.

# TableExtension 1563568083 - Field 1945568390 - Property 2879900210
source: Approved Amount
de_de: Genehmigter Betrag

# TableExtension 1563568083 - Field 3665983604 - Property 2879900210
source: Count sent mails
de_de: Anzahl versendeter Mails

# TableExtension 1563568083 - Field 2575831332 - Property 2879900210
source: Order Amount for prepayment
de_de: Auftragswert für Vorkasse-Rechnung

# TableExtension 1563568083 - Field 2699215863 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 1563568083 - Field 2661444140 - Property 2879900210
source: Order Intake Date
de_de: erstellt am

# TableExtension 3134007653 - Field 2699215863 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 3134007653 - Field 2661444140 - Property 2879900210
source: Order Intake Date
de_de: erstellt am

# TableExtension 2094860820 - Field 3665983604 - Property 2879900210
source: Count sent mails
de_de: Anzahl versendeter Mails

# TableExtension 2094860820 - Field 2575831332 - Property 2879900210
source: Order Amount for prepayment
de_de: Auftragswert für Vorkasse-Rechnung

# TableExtension 2094860820 - Field 2699215863 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 2094860820 - Field 2661444140 - Property 2879900210
source: Order Intake Date
de_de: Intake Datum

# TableExtension 2980607003 - Field 2699215863 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 2980607003 - Field 2532372368 - Property 2879900210
source: Set Quantity
de_de: Menge Set/Möbel

# TableExtension 2980607003 - Field 592560921 - Property 2879900210
source: Itme Planning Status Code
de_de: Artikelplanungs-Status

# TableExtension 2980607003 - Field 3405183947 - Property 2879900210
source: Lock Shipment Date
de_de: Warenausgangsdatum fixieren

# TableExtension 2980607003 - Field 2661444140 - Property 2879900210
source: Order Intake Date
de_de: erstellt am

# TableExtension 2980607003 - Field 4230043810 - Property 2879900210
source: Set Item No.
de_de: Artikel Nr. übergeordnet

# TableExtension 2980607003 - Field 2911827209 - Property 2879900210
source: Set Master No.
de_de: Master Nr. übergeordnet

# TableExtension 2980607003 - Field 1474036805 - Property 2879900210
source: Sell-to Customer Name
de_de: Verk. an Name

# TableExtension 502663180 - Field 2136909504 - Property 2879900210
source: DSDS Priority
de_de: DSDS Priorität

# TableExtension 502663180 - Field 3328252768 - Property 2879900210
source: DSDS Shift-to Date
de_de: Zieldatum

# TableExtension 502663180 - Field 3944124330 - Property 2879900210
source: Earliest shipment date modified at
de_de: Frühstmögliches WA-Datum zuletzt verändert am

# TableExtension 502663180 - Field 1793902084 - Property 2879900210
source: Earliest shipment date (DEDON)
de_de: Frühstmögliches WA-Datum (DEDON/DSDS)

# TableExtension 502663180 - Field 2387409385 - Property 2879900210
source: Item No. 2
de_de: Artikelnr. 2

# TableExtension 502663180 - Field 3778437193 - Property 2879900210
source: Legacy System Item No.
de_de: Artikelnr. Vorsystem (Nav 2018)

# TableExtension 502663180 - Field 2699215863 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 502663180 - Field 2532372368 - Property 2879900210
source: Set Quantity
de_de: Menge Set/Möbel

# TableExtension 502663180 - Field 1474524585 - Property 2879900210
source: Warehouse Shipment No.
de_de: Warenausgang Nr.

# TableExtension 502663180 - Field 3408716503 - Property 2879900210
source: Your reference
de_de: Ihre Referenz

# TableExtension 502663180 - Field 1897783750 - Property 2879900210
source: Country/Region of Origin
de_de: Ursprungsland/-region

# TableExtension 502663180 - Field 592560921 - Property 2879900210
source: Itme Planning Status Code
de_de: Artikelplanungs-Status

# TableExtension 502663180 - Field 3405183947 - Property 2879900210
source: Lock Shipment Date
de_de: Warenausgangsdatum fixieren

# TableExtension 502663180 - Field 2661444140 - Property 2879900210
source: Order Intake Date
de_de: erstellt am

# TableExtension 502663180 - Field 1339614711 - Property 2879900210
source: Order Released
de_de: Auftrag freigegeben

# TableExtension 502663180 - Field 589209634 - Property 2879900210
source: Processing Hint
de_de: Hinweis

# TableExtension 502663180 - Field 589209634 - Property 62802879
source: ,On Stock,Stock Critical,Out Of Stock,Same Day Conflict,No Purchase Order in sight,Direct Shipment Purchase Order created,will be on stock,will be out of stock
de_de: ,heutiger Lagerbestand ausreichend,heutiger Lagerbestand kritisch,aktuell kein Lagerbestand,Tageskonflikt mit anderen Aufträgen,keine Bestellung in Sicht,auftragsbez. Bestellung vorhanden,prognostizierter Lagerbestand ausreichend,prognostizierter Lagerbestabd unzureichend

# TableExtension 502663180 - Field 609871223 - Property 2879900210
source: Processing Hint Icon
de_de: Bestandshinweis

# TableExtension 502663180 - Field 2413201575 - Property 2879900210
source: Sales Header Status
de_de: Status Belegkopf

# TableExtension 502663180 - Field 4230043810 - Property 2879900210
source: Set Item No.
de_de: Artikel Nr. übergeordnet

# TableExtension 502663180 - Field 2911827209 - Property 2879900210
source: Set Master No.
de_de: Master Nr. übergeordnet

# TableExtension 502663180 - Field 1646491294 - Property 2879900210
source: Shipment Delyed
de_de: Versand verzögert

# TableExtension 502663180 - Field 376948339 - Property 2879900210
source: Date Conflict Action
de_de: Konflikt mit Verfügbarkeitsdatum

# TableExtension 502663180 - Field 376948339 - Property 62802879
source: ,Date Conflict exists,Date conflict solved,Date Conflict postponed
de_de: ,Konflikt ermittelt,Konflikt durch Benutzer beseitigt,Konflikt wird später von Benutzer beseitigt

# TableExtension 502663180 - Field 1474036805 - Property 2879900210
source: Sell-to Customer Name
de_de: Verk. an Name

# TableExtension 502663180 - Field 1527594213 - Property 2879900210
source: Vendor No.
de_de: Kreditorennr.

# TableExtension 922099118 - Field 2699215863 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 922099118 - Field 2532372368 - Property 2879900210
source: Set Quantity
de_de: Menge Set/Möbel

# TableExtension 922099118 - Field 592560921 - Property 2879900210
source: Itme Planning Status Code
de_de: Artikelplanungs-Status

# TableExtension 922099118 - Field 3405183947 - Property 2879900210
source: Lock shipment Date
de_de: Warenausgangsdatum fixieren

# TableExtension 922099118 - Field 2661444140 - Property 2879900210
source: Order Intake Date
de_de: erstellt am

# TableExtension 922099118 - Field 4230043810 - Property 2879900210
source: Set Item No.
de_de: Artikel Nr. übergeordnet

# TableExtension 922099118 - Field 2911827209 - Property 2879900210
source: Set Master No.
de_de: Master Nr. übergeordnet

# TableExtension 922099118 - Field 1474036805 - Property 2879900210
source: Sell-to Customer Name
de_de: Verk. an Name

# TableExtension 4192694428 - Field 3659224034 - Property 2879900210
source: Discount Distribution Filter
de_de: Rabattverteilungsfilter

# TableExtension 4192694428 - Field 3659224034 - Property 62802879
source: ,All Item Lines,Master No.,Item No.,Set Master No.
de_de: ,Alle Artikelzeilen,gleicher Master,gleicher Artikel,gleicher übergeordneter Master

# TableExtension 2636307251 - Field 2699215863 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 2636307251 - Field 2661444140 - Property 2879900210
source: Order Intake Date
de_de: Intake Datum

# TableExtension 2636307251 - Field 656143978 - Property 2879900210
source: Export certificate received
de_de: Ausfuhrbescheinigung erhalten

# TableExtension 1779503980 - Field 2699215863 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 1779503980 - Field 2532372368 - Property 2879900210
source: Set Quantity
de_de: Menge Set/Möbel

# TableExtension 1779503980 - Field 592560921 - Property 2879900210
source: Itme Planning Status Code
de_de: Artikelplanungs-Status

# TableExtension 1779503980 - Field 3405183947 - Property 2879900210
source: Lock Shipment Date
de_de: Warenausgangsdatum fixieren

# TableExtension 1779503980 - Field 2661444140 - Property 2879900210
source: Order Intake Date
de_de: erstellt am

# TableExtension 1779503980 - Field 4230043810 - Property 2879900210
source: Set Item No.
de_de: Artikel Nr. übergeordnet

# TableExtension 1779503980 - Field 2911827209 - Property 2879900210
source: Set Master No.
de_de: Master Nr. übergeordnet

# TableExtension 1779503980 - Field 1474036805 - Property 2879900210
source: Sell-to Customer Name
de_de: Verk. an Name

# TableExtension 870140943 - Field 4011581168 - Property 2879900210
source: Salesperson/Venor Classification
de_de: Klassifizierung

# TableExtension 870140943 - Field 4011581168 - Property 62802879
source: Sales Person,Designer
de_de: Verkäufer,Designer

# TableExtension 830990456 - Field 633819257 - Property 2879900210
source: Gen. Bus. Posting Group
de_de: Geschäftsbuchungsgruppe

# TableExtension 830990456 - Field 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
de_de: MwSt. Gesch

# TableExtension 2545156940 - Field 237492327 - Property 2879900210
source: Allow Access to confidential G/L Accout
de_de: Zugriff auf Confidential-Konten erlaubt

# TableExtension 74910691 - Field 2532372368 - Property 2879900210
source: Set Quantity
de_de: Menge Set/Möbel

# TableExtension 74910691 - Field 1337911786 - Property 2879900210
source: Container No.
de_de: Container Nr.

# TableExtension 74910691 - Field 4230043810 - Property 2879900210
source: Set Item No.
de_de: Artikel Nr. übergeordnet

# TableExtension 74910691 - Field 2911827209 - Property 2879900210
source: Set MAster No.
de_de: Master Nr. übergeordnet

# TableExtension 504047610 - Field 1966671000 - Property 2879900210
source: Back Order (Responsible Person)
de_de: Rückstandsliste (verantwortlicher Sachbearbeiter)

# TableExtension 504047610 - Field 1442132932 - Property 2879900210
source: Conflict Shipment Date (Responsible Person)
de_de: VK-Zeilen mit WA-Konflikt

# TableExtension 504047610 - Field 1819518758 - Property 2879900210
source: Open Sales Orders (Responsible Person)
de_de: Verkaufsaufträge - offen (verantwortlicher Sachbearbeiter)

# TableExtension 504047610 - Field 1690082939 - Property 2879900210
source: Responsible Person Filter
de_de: Zuständiger Sachbearbeiter Filter

# TableExtension 504047610 - Field 1317494750 - Property 2879900210
source: Until Yesterday Filter
de_de: Bis gestern Filter

# Profile 3198914927 - Property 2879900210
source: DDN Purchase Role Center
de_de: DEDON Einkauf

# Enum 1673101603 - EnumValue 3690950321 - Property 2879900210
source: Backlog
de_de: Rückstand

# Enum 1673101603 - EnumValue 27499608 - Property 2879900210
source: Jungheinrich
de_de: Bedarf Jungheinricht WMS

# Enum 1673101603 - EnumValue 387971303 - Property 2879900210
source: Purchase Order
de_de: Einkaufsbestellung

# Enum 1673101603 - EnumValue 1673401186 - Property 2879900210
source: Sales Order
de_de: Verkaufsauftrag

# Enum 1673101603 - EnumValue 280137910 - Property 2879900210
source: Sales Quote
de_de: Verkaufsangebot

# Enum 1673101603 - EnumValue 3153743028 - Property 2879900210
source: Stock
de_de: Lagerbestand

# Enum 3402950325 - EnumValue 2862668835 - Property 2879900210
source: Calculated by Order Date
de_de: gemäß Auftragsdatum

# Enum 3402950325 - EnumValue 1985705656 - Property 2879900210
source: Calculated by Order No.
de_de: gemäß Auftragnr.

# Enum 3402950325 - EnumValue 51534649 - Property 2879900210
source: Calculated by Shipment Date
de_de: gemäß Warenausgangsdatum

# Enum 3402950325 - EnumValue 1526934077 - Property 2879900210
source: Calculated by Shipment Date with shifts
de_de: gemäß Warenausgangsdatum incl. Verschiebungen

# Enum 3402950325 - EnumValue 3705393843 - Property 2879900210
source: Fixed by Sales Line
de_de: gemäß Priorität der VK-Zeile

# Enum 1984509976 - EnumValue 2588001795 - Property 2879900210
source: earlierShipmentPossible
de_de: frühere Lieferung machbar

# Enum 1984509976 - EnumValue 409245897 - Property 2879900210
source: noConflict
de_de: Lieferdatum optimal

# Enum 1984509976 - EnumValue 3205004405 - Property 2879900210
source: ShipmentDateTooEarly
de_de: Lieferdatum nicht haltbar

# EnumExtension 948378754 - EnumValue 1611663924 - Property 2879900210
source: Shipment Note Summary Invoice
de_de: Lieferschein Sammelrechnung

# EnumExtension 3161506146 - EnumValue 1611663924 - Property 2879900210
source: Shipment Note Summary Invoice
de_de: Lieferschein Sammelrechnung

# ReportExtension 1918859150 - ReportLabel 800887011
source: CORDDN Document Type
de_de: Belegart

# ReportExtension 20549891 - ReportLabel 800887011
source: CORDDN Document Type
de_de: Belegart

# ReportExtension 2650173142 - ReportLabel 800887011
source: CORDDN Document Type
de_de: Belegart
