Repository: trimit-psc/DEDON-US-BASE
Catalog: Translations/DEDON DE Customizing.*.xlf
Languages: de_de

# Page 2053216347 - Control 2166960770 - Property 1295455071
source: You can use "|" and other BC filter expressions to define a filter. Items fitting to these categories will have additional inforamtion attached in an infobox within sales lines.
de_de: Bei Artikel, die in den Filter zu den Artikelkategorien passen kann der Gewebeverbrauch eingegeben werden. Dieser wird zusätzlich in einer Infobox im VK-Auftrag angezeigt.

# Page 2053216347 - Control 2291870030 - Property 1295455071
source: Specifies the value of the Matrix Cell default Status Code field.
de_de: Dieser Wert wird als Vorgabe in den Matrix-Zellen hinterlegt sobald neue VarDim-Werte hinzukommen.

# Page 2053216347 - Control 3719346417 - Property 1295455071
source: Please put in a search table with one search-column for the color and up to 10 result Columns to determine in wich Color Group a color is included.
de_de: Hier ist eine Suchtabelle zu hinterlegen mit einer Suchspalte für die Farben und bis zu 10 Ergebnisspalten um festzugelgen, ob die Farbe in der Farbauswahlgruppe eingschlossen ist oder nicht.

# Page 209790287 - Property 2879900210
source: DDN Universal Classification
de_de: Allgemeine Klassifizierung

# Page 2344129175 - Property 2879900210
source: Received Export Certificates
de_de: Ausfuhrbescheinigungen erhalten ja/nein

# Report 3373024321 - Property 2879900210
source: Calculate Listprice for BI
de_de: Listenpreise für BI aktualisieren

# Report 3373024321 - Method 2736589801 - NamedType 2867426679
source: %1 items have been modified.
de_de: Preise zu %1 Artikeln wurden in der Artikeltabelle aktualisiert.

# Report 4092494292 - Property 2879900210
source: COR-DDN Container History
de_de: Warenwert schwimmende Ware

# Report 3480338844 - Property 2879900210
source: COR-DDN IC Pricelist
de_de: DEDON Intercompany Preisliste

source: You must select a customer.
de_de: Es muss ein Kunde eingegeben werden, der als IC-Partner auftritt.

# Report 3480338844 - Control 4105281732 - Property 2879900210
source: Options
de_de: Optionen

# Report 3480338844 - Control 3689535207 - Property 2879900210
source: Customer No.
de_de: Debitorennr.

# Report 3480338844 - Control 911464027 - Property 2879900210
source: Exclude Lines with error in Price Calculation
de_de: Zeilen mit Preisfindungs-Fehlern ausschließen

# Report 3480338844 - Control 2875167513 - Property 2879900210
source: Date
de_de: Datum

# Report 3672940900 - Property 2879900210
source: Carry Out Action Msg. - Req.
de_de: Ereignismeld. durchf. - Best.

# Report 3672940900 - NamedType 2476940767
source: cannot be filtered when you create orders
de_de: kann nicht gefiltert werden, wenn Sie Bestellungen/Aufträge erstellen

# Report 3672940900 - NamedType 3114637384
source: There is nothing to create.
de_de: Es gibt nichts zu erstellen.

# Report 3672940900 - NamedType 95063322
source: You are now in worksheet %1.
de_de: Sie befinden sich im Bestellarbeitsblatt %1.

# Report 3672940900 - Control 2346885236 - Property 2879900210
source: Options
de_de: Optionen

# Report 3672940900 - Control 1255336856 - Property 1295455071
source: Specifies whether to print the purchase orders after they are created.
de_de: Gibt an, ob die Bestellungen nach der Erstellung gedruckt werden sollen.

# Report 3672940900 - Control 1255336856 - Property 2879900210
source: Print Orders
de_de: Bestellungen/Aufträge drucken

# Report 1540858296 - Property 2879900210
source: DEDON Incoming Containers
de_de: DEDON Schwimmende Ware

# Report 1540858296 - NamedType 910167524
source: Amount (LCY)
de_de: Betrag (MW)

# Report 1540858296 - NamedType 1970077326
source: Container No.
de_de: Container Nr.

# Report 1540858296 - NamedType 1916112007
source: Freight Container ID
de_de: Frachtbehälter ID

# Report 1540858296 - NamedType 811531217
source: Item Description
de_de: Artikelbeschreibung

# Report 1540858296 - NamedType 1191559436
source: Item No.
de_de: Artikelnr.

# Report 1540858296 - NamedType 1108488131
source: Purchase Order Line No.
de_de: Bestellzeilennr.

# Report 1540858296 - NamedType 1417969753
source: Purchase Order No.
de_de: Bestellnr.

# Report 1540858296 - NamedType 300562537
source: Quantity
de_de: Menge

# Report 1540858296 - NamedType 1016555123
source: Sum %1
de_de: Summe %1

# Report 1540858296 - NamedType 3843103083
source: Vendor No.
de_de: Kreditorennr.

# Report 1540858296 - NamedType 1261740857
source: Vendor Posting Group
de_de: Kreditorenbuchungsgruppe

# Report 1540858296 - ReportLayout 2185345950 - Property 2879900210
source: Excel prepared Layout
de_de: Excel vorbereitetes Layout

# PageExtension 2722882282 - Control 2862698081 - Property 2879900210
source: Trade Court and Management
de_de: Eintragungen und Geschäftsführung

# PageExtension 3881347224 - Change 1340654506 - Property 2879900210
source: Order Type
de_de: Auftragsart

# PageExtension 201823568 - Control 1531231072 - Property 2879900210
source: Document Info
de_de: Beleg-Info

# PageExtension 1033339294 - Control 1074454112 - Property 1295455071
source: Purchase Order No. accoring to the reception header.
de_de: EK-Bestellnummer aus dem Wareneingangskopf

# PageExtension 1913140960 - Control 2123103222 - Property 1295455071
source: Specifies the number of the related transfer order.
de_de: Gibt die Nummer des zugehörigen Umlagerungsauftrags an.

# PageExtension 1050745666 - Control 2123103222 - Property 1295455071
source: Specifies the number of the related transfer order.
de_de: Gibt die Nummer des zugehörigen Umlagerungsauftrags an.

# PageExtension 2094315895 - Action 3658020115 - Property 1295455071
source: DEDON Prints a special shipment note that aggregates all shipment lines touched by this invoice.
de_de: DEDON: Ausdruck eines Sammellieferscheins der zu der aktuellen Rechnung die davon berührten Lieferzeilen in einem Beleg druckt.

# PageExtension 2094315895 - Action 3658020115 - Property 2879900210
source: Print Shipment note Summary Invoice
de_de: Sammellieferschein drucken

# PageExtension 830303837 - Action 1928090372 - Property 1295455071
source: Create purchase orders week by week
de_de: Trennt die Ereignismeldung indem die Zeilen nach Fälligkeitsdatum pro Woche gruppiert und die Läufe getrennt behandelt werden.

# PageExtension 830303837 - Action 1928090372 - Property 2879900210
source: Carry Out Action Message by Chunk
de_de: Ereignismeldung durchführen pro Kalednerwoche

# PageExtension 1563301981 - Control 3031857353 - Property 2879900210
source: Fabric Consumption Total
de_de: Gewebeverbrauch gesamt

# PageExtension 1563301981 - Control 1337330623 - Property 2879900210
source: Fabric Consumption
de_de: Gewebeverbrauch

# PageExtension 2227943307 - Action 1617381389 - Property 1295455071
source: Request approval of the document. (DEDON)
de_de: Fordert eine Genehmigung für den Beleg an und berechnet vorab das Delte zum bereits genehmigten Betrag. (DEDON)

# PageExtension 2227943307 - Action 1617381389 - Property 2879900210
source: Send A&pproval Request
de_de: &Genehmigungsanforderung senden (DEDON)

# PageExtension 3586827937 - Action 3368241060 - Property 2879900210
source: Dedon Functions
de_de: DEDON Funktionen

# PageExtension 3586827937 - Action 2257933246 - Property 1295455071
source: Calculates the earliest Shipment date based on the DSDS. If your sales line has not yet a priority then your priority is calculated before.
de_de: Errechnet das frühst mögliche Warenausgangsdatum basierend auf den Prioritäten, die DSDS nutzt. Falls die VK-Zeile noch keine Priorität hat wird eine solche errechnet.

# PageExtension 3586827937 - Action 2257933246 - Property 2879900210
source: Calculate earliest shipment date via DSDS
de_de: Frühst mögliches WA-Datum ermitteln

# PageExtension 3586827937 - Action 2722207933 - Property 1295455071
source: Deletes the discount combination for all sales lines within this document and sets the line discount ot zero.
de_de: Löscht die Zeilenrabattkombinationen für alle Vekraufszeilen innerhalb dieses Belegs und setzt den Zeilenrabatt auf 0.

# PageExtension 3586827937 - Action 2722207933 - Property 2879900210
source: Delete Discount Combination
de_de: Zeilenrabbattkombinationen löschen

# PageExtension 3586827937 - Action 3446216997 - Property 1295455071
source: View or print the pro forma sales invoice.
de_de: Anzeigen oder drucken der Proforma VK-Rechnung.

# PageExtension 3586827937 - Action 3446216997 - Property 2879900210
source: Pro Forma Invoice
de_de: Proforma-Rechnung

# PageExtension 825705887 - Action 3680668383 - Property 1295455071
source: Calculates the earliest Shipment date based on the DSDS. If your sales line has not yet a priority then your priority is calculated before.
de_de: Errechnet das frühst mögliche Warenausgangsdatum basierend auf den Prioritäten, die DSDS nutzt. Falls die VK-Zeile noch keine Priorität hat wird eine solche errechnet.

# PageExtension 825705887 - Action 3680668383 - Property 2879900210
source: Calculate earliest shipment date via DSDS
de_de: Frühst mögliches WA-Datum ermitteln

# PageExtension 825705887 - Action 121564625 - Property 2879900210
source: DSDS Schedule
de_de: DEDON Shipment Date Scheduler (DSDS)

# PageExtension 825705887 - Action 2427156364 - Property 1295455071
source: View how the actual and the projected available balance of an item will develop over time according to supply and demand events.
de_de: Zeigt an, wie sich die tatsächliche und voraussichtliche verfügbare Menge eines Artikels im Laufe der Zeit gemäß den Angebots- und Nachfrageereignissen entwickelt.

# PageExtension 825705887 - Action 2427156364 - Property 2879900210
source: Event
de_de: Ereignis (via Artikel)

# PageExtension 825705887 - Action 2722207933 - Property 1295455071
source: Deletes the discount combination for the currently selected line and sets the line discount ot zero.
de_de: Löscht die Zeilenrabattkombinationen und setzt den Zeilenrabttbetrag in der VK-Zeile auf 0.

# PageExtension 825705887 - Action 2722207933 - Property 2879900210
source: Delete Discount Combination
de_de: Zeilenrabbattkombinationen löschen

# PageExtension 825705887 - Control 2116939987 - Property 2879900210
source: Instock Information
de_de: Instock Bestandsinfo

# PageExtension 825705887 - Control 3031857353 - Property 2879900210
source: Fabric Consumption Total
de_de: Gewebeverbrauch gesamt

# PageExtension 825705887 - Control 1337330623 - Property 2879900210
source: Fabric Consumption
de_de: Gewebeverbrauch

# PageExtension 1960913310 - Action 2427156364 - Property 1295455071
source: View how the actual and the projected available balance of an item will develop over time according to supply and demand events.
de_de: Zeigt an, wie sich die tatsächliche und voraussichtliche verfügbare Menge eines Artikels im Laufe der Zeit gemäß den Angebots- und Nachfrageereignissen entwickelt.

# PageExtension 1960913310 - Action 2427156364 - Property 2879900210
source: Event
de_de: Ereignis (via Artikel)

# PageExtension 3037376663 - Control 3965712030 - Property 1295455071
source: Time from putting goods into a container and receipt at DEDON Stock
de_de: Zeit zwischen Verladung in den Container und Ankunft bei DEDON

# PageExtension 3037376663 - Control 2443665439 - Property 1295455071
source: Specifies the value of the Automatic Creation of Warehouse Receipts field.
de_de: Abhängig von der Auswahl wird bei Freigabe der Bestellung automatisch einen Wareneingang erzeugen und ggf. den Status für Jungheinricht auf "released" setzen.

# PageExtension 2133549448 - Action 1827013658 - Property 2879900210
source: Re&lease
de_de: &Freigeben

# PageExtension 2712282487 - Action 3476013144 - Property 2879900210
source: Create unposted final Purchase Invocie
de_de: ungeb. EK-Artikelrechnung erzeugen

# PageExtension 2712282487 - Action 369838177 - Property 2879900210
source: Create unposted Prepayment Purchase Invocie
de_de: ungeb. EK-Sachkontorechnung erzeugen

# PageExtension 169446733 - Action 369838177 - Property 2879900210
source: Create unposted Prepayment Purchase Invocie
de_de: ungeb. EK-Sachkontorechnung erzeugen

# PageExtension 169446733 - Action 1381476956 - Property 1295455071
source: Creates an unposted invoice with all incoming receipt lines of the selected container(s). This is a shortcut for creating final invoices and an alterantive to the old way of getting receipt lines.
de_de: Erzeugt eine ungeb. EK-Rechnung mit allen Eingangslieferzeilen, die noch nicht fakturiert wurden. Es ist die Abkürzung um nicht wie gewohnt mit "Wareneingangszeilen holen" arbeiten zu müssen

# PageExtension 169446733 - Action 1381476956 - Property 2879900210
source: Create unposted Purchase Invoice
de_de: ungeb. EK-Artikelrechnung erzeugen

# PageExtension 169446733 - Action 4188970229 - Property 2879900210
source: Incoming Containers (Excel)
de_de: Schwimmende Ware (Excel)

# PageExtension 169446733 - Action 4079007605 - Property 2879900210
source: Incoming Containers (Print)
de_de: Schwimmende Ware (Druck)

# PageExtension 169446733 - Control 2349666870 - Property 2879900210
source: Vendor/Customer Name
de_de: Kreditor/Debitor Name

# PageExtension 1940886857 - Control 819997750 - Property 1295455071
source: Only dedicated users have access to certain accounts.
de_de: Ein vertrauliches Konto darf nur von bestimmten Benutzern eingesehen werden

# PageExtension 2090669913 - Action 3152998999 - Property 2879900210
source: Label
de_de: Etiketten

# PageExtension 2090669913 - Action 1695453282 - Property 2879900210
source: Print A5 label
de_de: A5 Label drucken

# PageExtension 2090669913 - Action 315149431 - Property 2879900210
source: Print A6 label
de_de: A6 Label drucken

# PageExtension 2090669913 - Control 3463094411 - Property 1295455071
source: Used for US customs.
de_de: Zolltarifnummer, die für die Zollabfertigung in den USA vorgehalten werden muss.

# PageExtension 2090669913 - Control 748212140 - Property 1295455071
source: This price is calculated based on a custoemr that is setup as an intercompany customer
de_de: Der Preis wird auf Basis eines Debitors berechnet, der als Intercompany-Debitor eingerichtet ist.

# PageExtension 2090669913 - Control 748212140 - Property 2879900210
source: todays Intercompany price
de_de: aktuell gülitger IC-Preis

# PageExtension 2090669913 - Control 1136042219 - Property 1295455071
source: This price is calculated based on all salesprice rules in the system. To assume the "right" price the prices for all customers at the current workdate are considered. Discounts and customer specific agreements are out of scope.
de_de: Dieser Preis wird im Hintergrund basierend auf den Preisberechnungsregeln errechnet. Als Basis dient das aktuelle Arbeitsdatum und der Preis, der für "alle Debitoren" hinterlegt ist. Rabatte und kundenspezifische Regelungen sind nicht berücksichtigt.

# PageExtension 2090669913 - Control 1136042219 - Property 2879900210
source: todays listprice
de_de: aktuell gültiger Listenpreis

# PageExtension 2090669913 - Control 1761769315 - Property 2879900210
source: DEDON
de_de: DEDON-spezifisch

# PageExtension 2090669913 - Control 631388088 - Property 2879900210
source: Version and Country
de_de: Version und Land

# PageExtension 2090669913 - Control 843470681 - Property 2879900210
source: Best Version Purchase
de_de: Beste Version Einkauf

# PageExtension 2090669913 - Control 2245043258 - Property 2879900210
source: Best Country
de_de: Best passendes Land

# PageExtension 2090669913 - Control 3294698056 - Property 1295455071
source: Indicate wich Version of this item fits best for next purchase order.
de_de: Zeigt an, welche Version beim nächsten Einkauf (Stichwort Bedarfsplanung) gem. Stücklistenlogik vorgeschlagen werden wird.

# PageExtension 2090669913 - Control 3294698056 - Property 2879900210
source: Best Version
de_de: Optimale Version

# PageExtension 2090669913 - Control 2898480023 - Property 1295455071
source: Indicates if this item is the best version
de_de: Zeigt an, ob es sich bei dem Artikel um die best mögliche Version handelt.

# PageExtension 2090669913 - Control 2898480023 - Property 2879900210
source: This item fits best
de_de: Dieser Artikel ist optimal

# PageExtension 2090669913 - Control 2342149607 - Property 2879900210
source: Best Version Sales 1
de_de: Optimale Version Verkauf 1

# PageExtension 2090669913 - Control 2437891136 - Property 2879900210
source: Best Country
de_de: Best passendes Land

# PageExtension 2090669913 - Control 2749227810 - Property 1295455071
source: Indicate wich Version of this item fits best for the Quantity.
de_de: Zeigt an, ob dieser Artikel bei der zu verkaufenden Menge optimal wäre.

# PageExtension 2090669913 - Control 2749227810 - Property 2879900210
source: Best Version
de_de: Optimale Version

# PageExtension 2090669913 - Control 1643738946 - Property 1295455071
source: Quantity either defined via DEDON-Setup or special searchtable base on item statistic groups.
de_de: Die Menge wurde entweder in der DEDON-Einrichtung oder einer gesonderten Suchtabelle vorbestimmt

# PageExtension 2090669913 - Control 1643738946 - Property 2879900210
source: Quantity you want to sell
de_de: Zu verkaufende Menge

# PageExtension 2090669913 - Control 2623733017 - Property 1295455071
source: Indicates if this item is the best version for the selected Quantity
de_de: Zeigt an, ob dieser Artikel der optimale Artikel ist auf Basis der zu verkaufenden Menge

# PageExtension 2090669913 - Control 2623733017 - Property 2879900210
source: This item fits best
de_de: Dieser Artikel ist optimal

# PageExtension 2090669913 - Control 4255239458 - Property 2879900210
source: Best Version Sales 2
de_de: Optimale Version Verkauf 2

# PageExtension 2090669913 - Control 3075587753 - Property 2879900210
source: Best Country
de_de: Best passendes Land

# PageExtension 2090669913 - Control 836137959 - Property 1295455071
source: Indicate wich Version of this item fits best for the Quantity.
de_de: Zeigt an, ob dieser Artikel bei der zu verkaufenden Menge optimal wäre.

# PageExtension 2090669913 - Control 836137959 - Property 2879900210
source: Best Version
de_de: Optimale Version

# PageExtension 2090669913 - Control 4025616391 - Property 1295455071
source: Quantity either defined via DEDON-Setup or special searchtable base on item statistic groups.
de_de: Die Menge wurde entweder in der DEDON-Einrichtung oder einer gesonderten Suchtabelle vorbestimmt

# PageExtension 2090669913 - Control 4025616391 - Property 2879900210
source: Quantity you want to sell
de_de: Zu verkaufende Menge

# PageExtension 2090669913 - Control 1986036400 - Property 1295455071
source: Indicates if this item is the best version for the selected Quantity
de_de: Zeigt an, ob dieser Artikel der optimale Artikel ist auf Basis der zu verkaufenden Menge

# PageExtension 2090669913 - Control 1986036400 - Property 2879900210
source: This item fits best
de_de: Dieser Artikel ist optimal

# PageExtension 2090669913 - Control 143420859 - Property 2879900210
source: Additional Info
de_de: Zusatz-Informationen

# PageExtension 2090669913 - Control 1230267002 - Property 1295455071
source: This information is considered by the purchaser who is reliable on cuchons. He fetches the fabric consumption for his analysis.
de_de: Wird vom verantwortlichen Kissen-Einkäufer verwendet, um nachgelagert Auswertungen über Stoffverbrauch von Kissen zu erstellen.

# PageExtension 2090669913 - Control 1747045686 - Property 1295455071
source: This is a DEDON field that is stored in the table MatrixCell of the corresponding master.
de_de: Wird berechnet durch die Matrix-Cell hinter dem Master.

# PageExtension 2090669913 - Control 4286491684 - Property 1295455071
source: This is a DEDON field that is uses as Fallback if an item has no relation to a master; but needs a status code anyway.
de_de: Dieses Feld gilt als Plan B zur Pflege eines Status falls der Artikel keinem MAster zugehörig ist und die Pflege über Matrix-Zelle des Masters daher nicht funktioniert.

# PageExtension 2090669913 - Control 2484284292 - Property 1295455071
source: You can insert a new GTIN via Number Series. Behind this field there is some functionality to check if a GTIN is valid and maybe already assigned to another item.
de_de: Es kann eine neue EAN via Nummernserie zugewiesen werden. Hinter diesem Feld befindet sich Funktionalität, die prüft, ob eine EAN gültig ist und ob sie ggf. schon einem anderen Artikel zugewiesern wurde.

source: It is not allowed to define a gtin for a Master Item. Please assign them directly to an item
de_de: Auf einem Master-Artikel macht eine EAN-Nummer keinen Sinn.

# PageExtension 46214539 - Method 2861674015 - NamedType 1143967481
source: The Instock Information was recalucalted.
de_de: Die Instock-Bestände wurden basierend auf Lagerbestand und Bedarfsanforderer neu errechnet.

# PageExtension 46214539 - Action 3152998999 - Property 2879900210
source: Label
de_de: Etiketten

# PageExtension 46214539 - Action 1695453282 - Property 2879900210
source: Print A5 label
de_de: A5 Label drucken

# PageExtension 46214539 - Action 315149431 - Property 2879900210
source: Print A6 label
de_de: A6 Label drucken

# PageExtension 46214539 - Control 4147218299 - Property 1295455071
source: When you click on the Instock Information then the system will recaluclate the data for the item. Please keep in mind that Instock Information is primary used for furnitures and not for single components.
de_de: Wenn Sie auf den Instock-Bestand klicken erfolgt eine Neuberechnung für den Artikel. Bitte beachten Sie, dass die Instock-Bestände primär für Möbel relevant sind und nicht für Komponenten.

# PageExtension 46214539 - Control 3770829430 - Property 1295455071
source: This is a DEDON field wich is not stored in the item itselt but wich is calculated via searchtable ACTIVEVERSION
de_de: Dieses DEDON-Feld ist nicht Teil des Artikel. Es wird stattdessen aus der Suchtabelle ACTIVEVERSION herausgelesen.

# PageExtension 46214539 - Control 3770829430 - Property 2879900210
source: active Version
de_de: aktive Version

# PageExtension 46214539 - Control 1747045686 - Property 1295455071
source: This is a DEDON field that is stored in the table MatrxCell of the corresponding master.
de_de: Diese Information kommt aus der Tabelle Matrx Zelle, die sich hinter dem zugehörigen Master des Artikels verbirgt.

# PageExtension 46214539 - Control 1747045686 - Property 2879900210
source: Status Code (Matrix/Item)
de_de: Status Code (Matrix/Artikel)

# PageExtension 3140951027 - Control 1747045686 - Property 1295455071
source: This is a DEDON field that is stored in the table MatrixCell of the corresponding master.
de_de: Wird berechnet durch die Matrix-Cell hinter dem Master.

# PageExtension 3140951027 - Control 1747045686 - Property 2879900210
source: Status Code (Matrix/Item)
de_de: Status Code (Matrix/Artikel)

# PageExtension 2320551706 - Action 3392698540 - Property 2879900210
source: delete related items
de_de: alle zugehörigen Artikel löschen

# PageExtension 2320551706 - Action 3282946268 - Property 1295455071
source: Assignes a item no to matrix cells where no item no. has been assigney yet.
de_de: Weist den Matrix-Zellen eine Arikelnr. zu falls diese fehlt. Das ist wichtig weil ansonsten Best Version keine Artikel ermitteln kann.

# PageExtension 2320551706 - Action 3282946268 - Property 2879900210
source: Repair Matrix Cell
de_de: Matrix-Zellen reparieren

# PageExtension 2320551706 - Control 3463094411 - Property 1295455071
source: Used for US customs. The field is not used for customs declaration within BC Standard in any way.
de_de: Zolltarifnummer, die für die Zollabfertigung in den USA vorgehalten werden muss.

# PageExtension 2320551706 - Control 2900410762 - Property 1295455071
source: Expand the bom automatically in sales line
de_de: Stückliste automatisch entfalten
