Repository: trimit-psc/DEDON-US-BASE
Catalog: Translations/DEDON DE Customizing.*.xlf
Languages: de_de

# Page 3887075585 - NamedType 1387334089
source: Do you want to update the field %1 with %2 in %3 records?
de_de: Möchten Sie das Feld %1 mit %2 in %3 Datensätzen aktualisieren?

# Page 3887075585 - Control 3944124330 - Property 1295455071
source: If the earliest shipment date chages then you see the date on wich the latest change has been calculated.
de_de: Sobald sich das frühst mögliche WA-Datum durch Neukalkulation ändert wird hier das Datum hinterlegt, zu dem die jüngste Änderungberechnung erfolgte

# Page 3887075585 - Control 376948339 - Property 1295455071
source: As soon as the system detects a conflict because the shipment date can't be granted then the you get the information that you have to solve the conflict. Usually this is done by increasing shipment dates for the sales line and - maybe - also for other sales lines within the sales order to do a complete shipment.
de_de: Sobald ein Konflikt ermittelt wird, der dazu führt dass das Warenausgangsdatum nicht haltbar ist, wird dieses Feld befüllt. Der Customer-Service-Mitarbeiter bei DEDON muss den Konflikt lösen. Diese geschiet in der regel durch Anpassung des WA-Datums.

# Page 3887075585 - Control 2430212904 - Property 1295455071
source: If the shipment date is before the calculated earliest dat then a sales line is marked as delayed.
de_de: Zeilen gelten als verzögert wenn das frühst möchlie WA Datum vor dem WA-Datum liegt oder das WA-Datum vor dem aktuellen Arbetisdatum liegt.

# Page 3887075585 - Action 95334823 - Property 2879900210
source: Calculate availibility
de_de: Verfügbarkeiten errechnen

# Page 3887075585 - Action 95334823 - Method 1377591017 - NamedType 2536432010
source: New availabilities have been calculated for %1 sales lines. No changes have been calculated for %2 lines.
de_de: Zu %1 Verkaufszeilen wurden neu Verfügbarkeiten errechnet. Bei %2 Zeilen haben sich keine Verfügbarkeiten verändert.

# Page 3887075585 - Action 55888765 - Property 2879900210
source: Calculate availibility (DSDS)
de_de: DSDS Stapellauf starten

# Page 3887075585 - Action 2257933246 - Property 1295455071
source: Calculates the earliest Shipment date based on the DSDS. If your sales line has not yet a priority then your priority is calculated before.
de_de: Errechnet das frühst mögliche Warenausgangsdatum basierend auf den Prioritäten, die DSDS nutzt. Falls die VK-Zeile noch keine Priorität hat wird eine solche errechnet.

# Page 3887075585 - Action 2257933246 - Property 2879900210
source: Calculate earliest shipment date via DSDS
de_de: Frühst mögliches WA-Datum ermitteln

# Page 3887075585 - Action 121564625 - Property 2879900210
source: DSDS Schedule
de_de: DEDON Shipment Date Scheduler (DSDS)

# Page 3887075585 - Action 3493643495 - Property 2879900210
source: Update Shipment Date
de_de: Warenausgangsdatum aktualisieren

# Page 1228307754 - Property 2879900210
source: DEDON extended Item list
de_de: DEDON erweiterte Artikelliste

# Page 1228307754 - Control 1028803335 - Property 2879900210
source: Assgined Quantity Jungheinrich Sales
de_de: zugew. Menge Verkauf (Jungheinrich)

# Page 1228307754 - Control 1157493646 - Property 2879900210
source: Assgined Quantity Jungheinrich Transit
de_de: zugew. Menge Transit (Jungheinrich)

# Page 1228307754 - Control 71183407 - Property 2879900210
source: Available Quantity
de_de: Verfügbare Menge

# Page 1228307754 - Control 1747045686 - Property 2879900210
source: Status Code (Matrix/Item)
de_de: Status Code (Matrix/Artikel)

# Page 1228307754 - Control 2994677525 - Property 2879900210
source: Assignable Quantity Jungheinrich
de_de: nicht zugew. Menge (Jungheinrich)

# Page 1228307754 - Action 1353021407 - Property 2879900210
source: Item Card
de_de: Artikelkarte

# Page 3246324801 - Property 2879900210
source: DEDON Item Details
de_de: Artikeldetails DEDON

# Page 3246324801 - NamedType 1729543562
source: not applicable
de_de: nicht anwendbar

# Page 3246324801 - NamedType 2699717888
source: undefined
de_de: nicht definiert

# Page 3246324801 - Control 1044632737 - Property 2879900210
source: Fabric consumption
de_de: Gewebeverbrauch

# Page 3246324801 - Control 3792549398 - Property 2879900210
source: Total consumption
de_de: Gewebeverbrauch gesamt

# Page 3246324801 - Control 587460950 - Property 2879900210
source: Item Info
de_de: Artikeldaten

# Page 3246324801 - Control 894969439 - Property 2879900210
source: Designer
de_de: Desginer

# Page 3246324801 - Control 1942177255 - Property 2879900210
source: Sales Color
de_de: Farbe

# Page 1874208306 - Property 2879900210
source: Purchase Activities
de_de: DEDON Einkaufsaktivitäten

# Page 1874208306 - NamedType 1694022837
source: Warning: You have to set %1 in %2 to calculate the cues correctly.
de_de: Warnung: Sie müssen %1 in %2 angeben, damit die Stapel richtig berechnet werden.

# Page 1874208306 - Control 1412206848 - Property 2879900210
source: Complaints
de_de: Reklamationen

# Page 1874208306 - Control 395510365 - Property 2879900210
source: Purchase
de_de: Einkauf

# Page 1874208306 - Control 3593577427 - Property 1295455071
source: These Containers were received but have not been invoiced completely yet.
de_de: Es geht ausschließlich um Container, die als schwimmende Ware zuvor über eine Sachkontorechnung erfasst wurden. Für diese Container wurde Ware vereinnahmt. Es stehen jedoch noch Zeilen aus, die zu fakturieren sind.

# Page 1874208306 - Control 3593577427 - Property 2879900210
source: Containers to be invoiced
de_de: Zu fakturierende Container

# Page 1702728851 - Property 2879900210
source: DEDON Purchase Line Overview
de_de: DEDON Einkaufszeilenübersicht

# Page 3026389526 - Property 2879900210
source: DDN Purchase Role Center
de_de: DEDON Einkaufsrollencenter

# Page 3026389526 - Action 3240522933 - Property 2879900210
source: New Container
de_de: Neuer Container

# Page 3026389526 - Action 3300651418 - Property 2879900210
source: New Purchase Invoice
de_de: Neue Einkaufsrechnung

# Page 3026389526 - Action 141120214 - Property 2879900210
source: New Purchase Order
de_de: Neue Bestellung

# Page 3026389526 - Action 1727426707 - Property 2879900210
source: New Transfer Order
de_de: Neuer Umlagerungsauftrag

# Page 2542148743 - Property 2879900210
source: DEDON Sales Order Lines
de_de: DEDON Verkaufszeilenübersicht

# Page 2542148743 - Control 1172183071 - Property 2879900210
source: Color
de_de: Farbe

# Page 2542148743 - Control 1954977262 - Property 2879900210
source: Fabric Consumption Total
de_de: Gewebeverbrauch gesamt

# Page 2542148743 - Control 97149140 - Property 2879900210
source: Fabric Consumption
de_de: Gewebeverbrauch

# Page 2542148743 - Action 1402615620 - Property 2879900210
source: &Line
de_de: &Zeile

# Page 2542148743 - Action 2776961255 - Property 2879900210
source: Show Order
de_de: Beleg anzeigen

# Page 2053216347 - Property 2879900210
source: DEDON Setup
de_de: DEDON Einrichtung

# Page 2053216347 - Control 735109597 - Property 2879900210
source: Availibility Management / Dedon Shipment Date Scheduler (DSDS)
de_de: Verfügbarketisberechnungen / Dedon Shipment Date Scheduler (DSDS)

# Page 2053216347 - Control 2252075181 - Property 1295455071
source: Accepts the possibility of setting that the earliest shipment date might be in the past if theis switch is enabled.
de_de: Wenn der Schalter gesetzt wird kann das frühst mögliche WA-Datum (DEDON) vor dem Arbetisdatum liegen.

# Page 2053216347 - Control 2156472353 - Property 1295455071
source: Activate this switch if locking on sales lines occures due to long running batch calculation.
de_de: Dieser Schalter sollte gesetzt werden falls der Stapellauf lange arbeitet und es dadurch zum Blocken von Verkaufszeilen kommt.

# Page 2053216347 - Control 2853269259 - Property 1295455071
source: This Model is used to calculate priorities. In a nightly run the model matches sales orders to stock and purchase orders. This Batch modiefies the priority within the sales line accoring to the chosen model.
de_de: Dieses Modell wird für Stapelläufe angewendet um die Prioritäten der Auftragszeilen zu errechnen. Mit Neuberechnung wird die Priorität auf Auftragszeilen neu errechnet.

# Page 2053216347 - Control 2298532245 - Property 1295455071
source: When Sales Lines are unterminated they need to get a priority. Here you devcide on wich Model the priority get's calculated. The models "By Order Date" and "By Shipment Date" base on an optimized world. It might happen that your order line gets priorised somwhere before existing orders.
de_de: Neue VK-Zeilen benötigen eine Priorität. Hier wird entschieden, auf welchem Modell basierend eine Einordnung erfolgt. Es sollte "gem. Auftragszeilen" gewählt werden da die beiden anderen Modelle nicht der Realität entsprechen und zu schwer nachvollziehbaren Ergebnissen führen können. Ein Auftrag reiht sich somit hinten ein.

# Page 2053216347 - Control 2469728367 - Property 1295455071
source: Specifies the value of the Enable DSDS Split Sales Line to multiple incoming lines field.
de_de: Wenn der Haken gesetzt wird versucht DSDS die Bedarfe aufzuteilen wenn Bedarfsdecker nur Teile des Bedarfs decken. Die Zuornung erfolgt zu dem zeitlich hintersten Eingang (in der Regel eine EK-Bestellung)

# Page 2053216347 - Control 765659442 - Property 1295455071
source: When no modification within earliest shipemnt date has been made then sales lines don't get modified. For some reasons it might be nescessarry to force it anyway. Usually beacause of debugging.
de_de: Normalerweise werden aus Perfomrance-Gründen keine VK-Zeilen verändert bei denen sich keine neuen, frühst möglcihen WA-Termine errechnen. Es kann jedoch notwendig sein, dass trotzdem eine VK-Zeile modifiziert werden muss. In der regel wird die Ursache hierfür beim Debuggen liegen.

# Page 2053216347 - Control 2230647926 - Property 1295455071
source: if purchase order quantity decreses the demand then the reordering time will be used to calculate the next earliest shipment date.
de_de: Sollten die Bedarfe die Zugänge überschreiten und Bestellungen fehlen kann stattdessen basierend auf dem Arbetisdatum und der Wiederbschaffungszeit ein frühst mögliches Lieferdatum prognostiziert werden.

# Page 2053216347 - Control 3910519385 - Property 1295455071
source: Reduces the quantity on stock by the quantity in teh field Assigned Inventory in sales lines. This is a replacement for reservation mechanism build by ISystems.
de_de: Der Lagerbestand wird um die Menge "Assigned Inventory" aller VK-Zeilen gemindert. Der Mechanismus steht im Zusammenhang mit der von ISystems entwickelten Lagerschnittstelle.

# Page 2053216347 - Control 2921666358 - Property 1295455071
source: If you enable this switch then teh Shipment date will be overwritten by the DSDS earliest shipment date for lines that are special order lines. This might be useful in constellation with cushions.
de_de: Wenn dieser Schalter aktiviert wird, wird das WA-Datum in den Auftragszeilen durch das frühst möchliche WA-Datum (DSDS) bei VK-Zeilen der Ausprägung "Spezialuftrag" überschrieben. Im Zusammenspiel mit Kissen macht das ggf. Sinn

# Page 2053216347 - Control 118536501 - Property 1295455071
source: if no replenishment time is available on the item then this value is considered as worst case.
de_de: Wenn keine Wiederbeschaffungszeiten auf dem Artikel stehen wird diese Datumsformel als Plan B verwendet.

# Page 2053216347 - Control 2577672543 - Property 1295455071
source: It is a good idea to round upward to the next Monday of a week or to the first of the next month to avoid that a recalculation of availibility increases day by day.
de_de: Es macht Sinn, den Wiederbeschaffungspunkt auf einen Montag der Folgewoche oder den ersten Montag im Folgemonat zu runden damit es bei der Neuberechnung von Verfügbarkeiten nicht dazu kommt, dass der Customer-Service nach jedem Lauf eine Anpassung des WA-Datums vornehmen muss.

# Page 2053216347 - Control 3661258566 - Property 2879900210
source: Best Version Calculation Sales
de_de: Versionsermittlung im Verkauf

# Page 2053216347 - Control 1315403273 - Property 1295455071
source: if you select "show error" then trimit formula will stop with an error. The user will be unable to continue unless product management reworks status in matrix cells. If you select "ignore" then your formulas have to scope with the way, a default version is determined.
de_de: Wenn "Fehler anzeigen" ausgewählt wird dann stoppt die Trimit Formelberechnung sodass keine Stückliste entfaltet wird. Bevor MDM die status in der Matrix Zelle für den Master nicht überarbeitet, stockt die Arbeit. Falls "ignorieren" ausgewählt wird muss in den Stücklistenformeln ein Weg gefunden werden um eine Standard-Version als Plan-B zu ermitteln.

# Page 2053216347 - Control 2246012509 - Property 1295455071
source: if you select "show error" then trimit formula will stop with an error. The user will be unable to continue unless product management reworks status in matrix cells. If you select "ignore" then your formulas have to scope with the way, a default version is determined.
de_de: Wenn "Fehler anzeigen" ausgewählt wird dann stoppt die Trimit Formelberechnung sodass keine Stückliste entfaltet wird. Bevor MDM die status in der Matrix Zelle für den Master nicht überarbeitet, stockt die Arbeit. Falls "ignorieren" ausgewählt wird muss in den Stücklistenformeln ein Weg gefunden werden um eine Standard-Version als Plan-B zu ermitteln.

# Page 2053216347 - Control 696118188 - Property 1295455071
source: If you enter a searchtable here then BEST_COUNTRY_SALES will try to find a country within this search table. This country will be used to explode the bom within item or purchase context. BEST_COUNTRY_SALES might also use this table as a fallback.
de_de: Wenn hier ein Wert hinterlegt wird dann prüft die Formel BEST_COUNTRY_VERSION beim Auflösen der Stückliste, ob es hier einen Eintrag für den Master gibt. Sie kann als Fallback genutzt werden falls hinter einem MAster kein Lieferant hitnerlegt ist, auf dessen Ländercode sich bezogen werden kann.

# Page 2053216347 - Control 1455382778 - Property 1295455071
source: Specifies the value of the VarDim Type Color Filter field.
de_de: VarDim Filter um Farbcodes zu ermitteln

# Page 2053216347 - Control 1614407933 - Property 1295455071
source: Specifies the value of the VarDim Type Country field.
de_de: Wird benötigt um die beste Version im Verkauf unabhängig vom Ländercode des Artikels zu ermitteln.

# Page 2053216347 - Control 2725911387 - Property 1295455071
source: This VarDim is used to reveal the version out of an item number. This field is essential in the process of finding the best fitting Version in Sales process depending on availibility of old versions of an item on Stock
de_de: Hinter dieser VarDim verbrigt sich die Versionsnummer. Sie ist zwingend notwendig um im Verkaufsprozess die Version zu ermitteln, die zum Abbau von Lagerbeständen idealerweise herangezogen werden soll.

# Page 2053216347 - Control 1549774676 - Property 1295455071
source: Define the first Quantity you want to use to simulate the best version calculation in Sales. It is uses as a flowFilter on the item Card.
de_de: Die Menge bestimmt den ersten Filter der zur Emtillung der Version im Verkauf verwendet wird. Der Filter greift auf der Artikelkarte. Ggf. gibt es Festleungen auf der Suchtabelle für die Artikekategorien, die diese Menge übersteuern.

# Page 2053216347 - Control 2187471293 - Property 1295455071
source: Define the second Quantity you want to use to simulate the best version calculation in Sales. It is uses as a flowFilter on the item Card.
de_de: Die Menge bestimmt den zweiten Filter der zur Emtillung der Version im Verkauf verwendet wird. Der Filter greift auf der Artikelkarte. Ggf. gibt es Festleungen auf der Suchtabelle für die Artikekategorien, die diese Menge übersteuern.

# Page 2053216347 - Control 122566121 - Property 1295455071
source: Specifies the value of the Enable Version Calculation on Item Card field.
de_de: Versionsermittlung auf Artikelkarte aktivieren

# Page 2053216347 - Control 3034905605 - Property 1295455071
source: Specifies the value of the Inventory Profile best Version field in sales context.
de_de: Dieses Lagerprofil wird für die verfügbarkeitsberechnung herangezogen. Das Feld ist optional. Ist es leer greift die allgemeine Einrichtung seitens Trimit.

# Page 2053216347 - Control 3723226232 - Property 1295455071
source: Define the item planning status wich are allowed to be considered when investiagting the optimal version of an item during sales process.
de_de: Artikelplanungs-Status, die gemäß dem hier hinterlegten Filter passen werden bei der Ermittlung der Version berücksichtigt. Ist das Felds leer wird der Artikelplanungs-Status nicht zur Filterung herangezogen.

# Page 2053216347 - Control 1172322801 - Property 1295455071
source: Declare in wich column a country code is positioned.
de_de: Gibt an, in welcher Spalte sich der Code für das Herkunftsland befinden soll.

# Page 2053216347 - Control 795152742 - Property 1295455071
source: Define the first and second quantity that should be used to calculate the best version in Sales. The search table considers item category 1 + 3.
de_de: Bestimme die Vorgagbemengen für die Filterung von Mengen auf der Artikelkarte für die versionsermittlung. Die Suchtabelle berücksichtigt Artikelkategorien 1 + 3

# Page 2053216347 - Control 2916353622 - Property 1295455071
source: Define the item planning status wich are allowed to be considered when investiagting the optimal version when purchasing an item.
de_de: Lege die Status fest, die für den Einkaufsprozess zulässig sind. Dieses Feld ist relevant für den Bedarfsimport auf Möbel-Ebene.

# Page 2053216347 - Control 3353901248 - Property 1295455071
source: Will be appended to the Vendor invoice number when creating invoices for item posting via Containers
de_de: Die Zeichenkette wird an die Kreditorenrechnungsnummer gehängt wenn ungeb. Rechnungen für Artikel über die Container erstellt werden.

# Page 2053216347 - Control 3562001028 - Property 1295455071
source: Will be appended to the Vendor invoice number when creating invoices for account posting via Containers
de_de: Die Zeichenkette wird an die Kreditorenrechnungsnummer gehängt wenn ungeb. Rechnungen für Sachkonten über die Container erstellt werden.

# Page 2053216347 - Control 1631231976 - Property 1295455071
source: Specifies the value of the G/L Account Lines in Container Final Payment field.
de_de: Dieser Schalter legt die Quelle für mögliche Sachkonto-Zeilen der Artikelrechnung fest, die nach Ankunft der Ware fakturiert werden muss

# Page 2053216347 - Control 2705744293 - Property 1295455071
source: This symbol indicates a conflict wicht need to be solved
de_de: Symbol das dem Benutzer signalisiert, dass ein Konflikt vorliegt.

# Page 2053216347 - Control 1258388025 - Property 1295455071
source: This symbol inidcates thet no conflict exists.
de_de: Symbol das dem Benutzer signalisiert, dass kein Konflikt vorliegt.

# Page 2053216347 - Control 125212819 - Property 1295455071
source: This Sympol informs the user that there is a minor issue that should be oserved.
de_de: Symbol das dem Benutzer signalisiert, dass etwas zu beobachten oder zu prüfen ist.

# Page 2053216347 - Control 27499608 - Property 2879900210
source: Jungheinrich
de_de: Bedarf Jungheinricht WMS

# Page 2053216347 - Control 3359674350 - Property 1295455071
source: Specifies the value of the Enable Jungheinrich Status Change on Warehouse Shipment release. field.
de_de: Jungheinricht Status soll bei Freigabe auf released geändert werden.

# Page 2053216347 - Control 4105289148 - Property 2879900210
source: Logistic
de_de: Lager und Logistik

# Page 2053216347 - Control 3677276673 - Property 1295455071
source: If you set this field then the method CheckPrepmtAmounts() in sales line will be scipped. This is an emergency exit when running into trouble with warehous posting.
de_de: Wenn dieser Schalter gesetzt wird, wird die Funktion CheckPrpmtAmounts() in den VK-Zeilen übersprungen. Das ist ein Notausstieg falls es im WA zu Prblemen kommt weil Teilemengen geliefert werden sollen.

# Page 2053216347 - Control 805352110 - Property 2879900210
source: Prices and Costs
de_de: EK-Kosten und VK-Preise

# Page 2053216347 - Control 460556690 - Property 1295455071
source: When you mark this checkbox then default purchase prices and sales prices are calculated on the item card. If perfomance issues occure or errors occure please deactivate this to avoid downtime in daily work.
de_de: Listenpreisberechnung aktivieren

# Page 2053216347 - Control 2115411119 - Property 1295455071
source: This table is used to do currency exchanges whenever a sales prices is calculated via purchase price.
de_de: Hier wird die kalkulatorische Währungsumrechnung hinterlegt um EK-Preise in USD in VK-Preise in EUR umzurechnen (und umgekehrt)

# Page 2053216347 - Control 1044110707 - Property 1295455071
source: This customer is used as a template to calculate the intercompany price on the item card.
de_de: Dieser Debitor wird verwendet um den Intercompany-Preis zu ermitteln, der auf der Artikelkarte angezeigt wird.

# Page 2053216347 - Control 1873187373 - Property 1295455071
source: This customer is used as a template to calculate the listprice on the item card.
de_de: Dieser Debitor wird verwendet um den Listenpreis-Preis zu ermitteln, der auf der Artikelkarte angezeigt wird.

# Page 2053216347 - Control 3247916339 - Property 2879900210
source: Printing
de_de: Drucken / Reports

# Page 2053216347 - Control 1065337893 - Property 2879900210
source: Prodcution
de_de: Produktion / Fertigung

# Page 2053216347 - Control 1508064159 - Property 1295455071
source: If you activate this trigger then all sales lines will be handled as if there is no related trimit order. This is a workaround to prevent posting of production headers indirectly via sales line.
de_de: Durch Aktivierung dieses Hakens wird verhindert, dass ein verbundener Auftag verbucht wird. Das ist ein Workaround um zu verhindern, daß Auftragszeilen teilgelieferte Fertigungsaufträg indirekt verbuchen.

# Page 2053216347 - Control 3125589389 - Property 2879900210
source: Role Center Setup
de_de: Rollencenter Einrichtung

# Page 2053216347 - Control 4119417919 - Property 2879900210
source: VarDim and Master Data
de_de: Master, VarDims und Artikelstamm

# Page 2053216347 - Control 3402879183 - Property 1295455071
source: Tell the system what to do if dublicate GTINs are detected.
de_de: Bestimmt, wie das System reagieren soll wenn eine bereits vorhandene EAN-Nummer im Artikel eingegebene wird.

# Page 2053216347 - Control 1065312324 - Property 1295455071
source: If this switch is enabled, a temporary bill of material will be created when entering a quantity in a config item in sales line. With the help of the temporary bom an item number of the furniture will be identified (formaly known as set). This number is used within BI analysis. Please don't dectivate this switch unless operation process is endangerd due to system errors.
de_de: Wenn dieser Schalter eingeschaltet ist, wird beim Entfalten der Stückliste in der VK-Zeile zuvor eine temporäre Stückliste erzeugt. Mit Hilfe der temporären Stückliste kann die Artikelnummer des Möbels (früher als Set bezeichnet) ermittelt werden. Sie steht dann für BI-Analysen zur Verfügung. Er sollte nur dann dekativiert werden wenn es nachvollziehbar Probleme bei dem Vorgang gibt, die das operative Geschäft beeinträchtigen.
