Repository: trimit-psc/DEDON-US-BASE
Catalog: Translations/DEDON DE Customizing.*.xlf
Languages: de_de

# Table 1697039820 - Field 2082712834 - Property 2879900210
source: Result (Integer)
de_de: Ergebnis (Integer)

# Table 1697039820 - Field 3877923223 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel

# Table 1697039820 - Field 4187820455 - Property 2879900210
source: Result (Time)
de_de: Ergebnis (Time)

# Table 1697039820 - Field 745717617 - Property 2879900210
source: Temporary Decimal 1 for global variables
de_de: Temporärer Dezimalwert 1

# Table 1697039820 - Field 108021000 - Property 2879900210
source: Temporary Decimal 2 for global variables
de_de: Temporärer Dezimalwert 2

# Table 1697039820 - Field 3765291679 - Property 2879900210
source: Temporary Decimal 3 for global variables
de_de: Temporärer Dezimalwert 3

# Table 1697039820 - Field 3934200702 - Property 2879900210
source: Temporary Decimal 4 for global variables
de_de: Temporärer Dezimalwert 4

# Table 1697039820 - Field 3296504085 - Property 2879900210
source: Temporary Decimal 5 for global variables
de_de: Temporärer Dezimalwert 5

# Table 209790287 - Property 2879900210
source: Universal Classification
de_de: Allgemeine Klassifizierung

# Table 209790287 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 209790287 - Field 1878130204 - Property 2879900210
source: Type
de_de: Art

# Table 209790287 - Field 1878130204 - Property 62802879
source: ,Item Planning Status
de_de: ,Planungsstatus

# Codeunit 2711015478 - Method 92199199 - NamedType 1484428512
source: No earliest shipment date could be calculated
de_de: Es konnte kein frühst mögliches WA-Datum errechnet werden.

# Codeunit 2711015478 - Method 3799570401 - NamedType 3086618107
source: DSDS is initiated without an item no. That wount' work.
de_de: DSDS wurde ohne Artikelnummer aufgerufen. Das funktioniert leider nicht.

# Codeunit 2711015478 - Method 2047444603 - NamedType 860643641
source: Missing Item Context for CU 51019. This means that DSDS does not know on wich item it shoul work. Maybe your Session has expired before?
de_de: DSDS fehlt der Kontekt in dem es arbeiten soll. Das bedeutet, dass DSDS unbekannt ist, um welchen Artikel es akutell geht. In den meisten Fällen ist die Ursach eeine abgelaufene BC-Sitzung. Bitte rufe DSDS über die Auftragszeile noch einmal auf.

# Codeunit 2711015478 - Method 2495890210 - NamedType 1104606871
source: No changes have been detected.
de_de: Es wurden keine Änderungern erkannt.

# Codeunit 2711015478 - Method 2495890210 - NamedType 856198680
source: %1 Sales Lines have been modified.
de_de: %1 Verkaufszeilen wurden geändert.

# Codeunit 2711015478 - Method 655731141 - NamedType 1104606871
source: No changes have been detected.
de_de: Es wurden keine Änderungern erkannt.

# Codeunit 2711015478 - Method 655731141 - NamedType 856198680
source: %1 Sales Lines have been modified.
de_de: %1 Verkaufszeilen wurden geändert.

# Codeunit 2711015478 - Method 3784283507 - NamedType 3733647900
source: All priorities within %1 sales lines for this item will be reset. This is ok during testing or special constallations. Do you know what you do?
de_de: Die Prioritäten in%1 Zeilen für diesen Artikel werden gelöscht. Während Tests und in speziellen Situationen kann das ok sein. Wissen Sie, was Sie tun?

# Codeunit 696303826 - Method 3012022054 - NamedType 365916187
source: For %1 the Version has switched from %2 to %3 due to availibility of an expired version with overhang on stock.
de_de: Für Artikel %1 wurde die Version %2 auf die Vorgängerversion %3 herabgestuft.\\Gemäß Verfügbarkeitsberechnung können und sollen Altebstände abgebaut werden.

# Codeunit 696303826 - Method 4257696762 - NamedType 3005129932
source: BC could not calcuate a filter for Master %1 with the Vardims %2 %3 %4 %5 %6
de_de: BC konnte für Master %1 keine Filter mit den übergebenen VarDims %2 %3 %4 %5 %6 aufbauen.

# Codeunit 4087494401 - NamedType 227528715
source: Do you want to create an incoming invoice for Container %1?
de_de: Soll eine ungeb. EK-Rechnung für Container %1 angelegt werden?

# Codeunit 4087494401 - NamedType 2140618566
source: Do you want to create an incoming invoice for Container %1 and %2 more?
de_de: Soll eine zusammengefasste ungeb. EK-Rechnung für Container %1 und %2 weitere Container angelegt werden?

# Codeunit 4087494401 - NamedType 2474722638
source: No receipt lines were could be found. For that reason no invoice was created.
de_de: Es wurden keine Liefezeilen gefunden. Daher kann keine Rechnung erstellt werden.

# Codeunit 4087494401 - Method 901060278 - NamedType 3329527123
source: You did not enter the vendors invoice no. Without this number it will not be possible to determine a link between the G/L Invoices and the item Invoices.
de_de: Sie haben keien Kreditorenrechnugnsnummer eingetippt. Ohne diese Nummer wird es nicht möglich sein, Sachkontorechnung und Artikelrechnung einander zuzuordnen.

# Codeunit 154499803 - NamedType 227528715
source: Do you want to create an incoming invoice for Container %1?
de_de: Soll eine ungeb. EK-Rechnung für Container %1 angelegt werden?

# Codeunit 154499803 - NamedType 2140618566
source: Do you want to create an incoming invoice for Container %1 and %2 more?
de_de: Soll eine zusammengefasste ungeb. EK-Rechnung für Container %1 und %2 weitere Container angelegt werden?

# Codeunit 154499803 - NamedType 2474722638
source: No receipt lines were could be found. For that reason no invoice was created.
de_de: Es wurden keine Liefezeilen gefunden. Daher wurde keine Rechnung erstellt.

# Codeunit 154499803 - Method 901060278 - NamedType 3329527123
source: You did not enter the vendors invoice no. Without this number it will not be possible to determine a link between the G/L Invoices and the item Invoices.
de_de: Sie haben keien Kreditorenrechnugnsnummer eingetippt. Ohne diese Nummer wird es nicht möglich sein, Sachkontorechnung und Artikelrechnung einander zuzuordnen.

# Codeunit 3235308300 - Method 1567024366 - NamedType 859044924
source: EAN %1 is not completely numerical.
de_de: EAN %1 enthält Zeichen, die keine Ziffern sind.

# Codeunit 3235308300 - Method 3280330789 - NamedType 3285076014
source: %1 items carry the identical GTIN. The first one is %2 %3. Do you really want to apply the GTIN?
de_de: %1 Artikel haben eine identische EAN. Der erste Artikel ist %2 %3. Ist das ok?

# Codeunit 3235308300 - Method 3280330789 - NamedType 2395186055
source: %1 items carry the identical GTIN. The first one is %2 %3.
de_de: %1 Artikel habe eine identische EAN. Der erste von diesen ist %2 %3.

# Codeunit 3235308300 - Method 2232893534 - NamedType 2348824024
source: The GTIN %1 is not a valid GTIN.
de_de: Die EAN %1 ist keine gültige EAN-Nummer.

# Codeunit 4126870706 - Method 4104278735 - NamedType 1530437552
source: %1 lines have been logged.
de_de: %1 Zeilen wurden protokolliert.

# Codeunit 2749371692 - Method 1965733311 - NamedType 1513090101
source: Payment
de_de: Zahlung

# Codeunit 2749371692 - Method 1965733311 - NamedType 2361500316
source: Invoice
de_de: Rechnung

# Codeunit 2749371692 - Method 1965733311 - NamedType 741024186
source: Credit Memo
de_de: Gutschrift

# Codeunit 2749371692 - Method 1965733311 - NamedType 2778466499
source: Finance Charge Memo
de_de: Zinsrechnung

# Codeunit 2749371692 - Method 1965733311 - NamedType 4125149337
source: Reminder
de_de: Mahnung

# Codeunit 2749371692 - Method 1965733311 - NamedType 1878313049
source: Refund
de_de: Erstattung

# Codeunit 2137486115 - Method 982805399 - NamedType 3818314910
source: Do you want to apply the discount to %1 other lines?
de_de: Soll der Rabatt auf %1 weitere Zeilen übertragen werden?

# Codeunit 2137486115 - Method 982805399 - NamedType 2948741048
source: There are too many lines that will me modified. That looks like a bug. Please contact your IT-Department to help us solve that bug.
de_de: Die Aktion wird zu viele Zeilen ändern. Das sieht nach einem Bug aus. Bitte geben Sie die Info an Ihre IT-Kollegen weiter damit der Fehler lokalisiert werden kann.

# Codeunit 825428644 - NamedType 3499756171
source: Please select the file you want to import.
de_de: Bitte wählen Sie die Datei aus, die Sie importieren möchten.

# Codeunit 825428644 - NamedType 2619135852
source: The Excel file has more than 4 columns.
de_de: Die Excel Datei enthält mehr als 4 Spalten.

# Codeunit 619714570 - Method 550735361 - NamedType 3331861823
source: irrelevant
de_de: nicht relevant

# Codeunit 619714570 - Method 550735361 - NamedType 1174755689
source: undefined
de_de: nicht defiiniert

# Codeunit 3104347483 - NamedType 2034112133
source: Original quantity has already been set. Do you want to overwrite it for %1 lines?
de_de: Die Ursprungsmenge wurde bereits in der Vergangenheit festgelegt. Soll sie für %1 Zeilen überschrieben werden?

# Codeunit 3104347483 - Method 4189624841 - NamedType 2934967500
source: The currency exchange rate was not changed because the incoive has a relation to a g/l invoice wich was posted previously.
de_de: Der Wechselkurs wurde nicht geändert weil diese EK-Rechnung einen Bezug zu eienr vorher gebuchten Sachkontorechnung hat. In dem Fall müssen die Wechselkruse zwingend übereinstimmen.

# Codeunit 3104347483 - Method 982695144 - NamedType 1549216298
source: Order No. %1:
de_de: Bestellung Nr. %1:

# Codeunit 3170823074 - Method 1535333004 - NamedType 3532614637
source: It seems like Business Central did not fill in the expected shipment address. Actually we try it with a workaround. Do you want to apply %1? Please check the shipment address afterwards anyway.
de_de: Es sieht so aus als hätte Business Central nicht die zu erwartende Lieferadresse in den Beleg übernommen. Aktuell versuchen wir es mit diesem Workaorund um dem Fehler auf die Spur zu kommen.\\Soll der Code %1 übernommen werden? Prüfe in jedem Fall, ob die Lieferanschrift korrekt ist.

# Codeunit 3170823074 - Method 1484959409 - NamedType 3756440240
source: The Item %1 has been assigned to %2.
de_de: Artikel %1 wurde Artikel %2 zugeordnet.

# Codeunit 3170823074 - Method 1484959409 - NamedType 3680839020
source: Do you want to attach %1 the item to %2?
de_de: Es ist nicht eindeutig erkennbar, ob Sie eine neue Zeile erfassen oder eine Komponente für den davorliegenden Artikel. Soll der Artikel %1 dem voranstehenden Artikel %2 zugeordnet werden?

# Codeunit 3170823074 - Method 3489995699 - NamedType 2147380801
source: It is only allowed to ship to addresses that have been apporved by the finance team.
de_de: Es dürfen nur Adressen ausgewählt werden, die von der Buchhaltung freigegeben wurden.

# Codeunit 3170823074 - Method 142367232 - NamedType 1549216298
source: Order No. %1:
de_de: Auftrag Nr. %1:

# Page 535442335 - Property 2879900210
source: Comments FactBox
de_de: Debitorenbemerkungen

# Page 1463151433 - Property 2879900210
source: COR DSDS SalesLines Prio
de_de: Priorität

# Page 1463151433 - Control 806746048 - Property 1295455071
source: Assigned Inventory (Base)
de_de: Zugewiesener Bestand (Basis)

# Page 1463151433 - Control 486908828 - Property 1295455071
source: Specifies the document number.
de_de: Gibt die Belegnummer an.

# Page 1463151433 - Control 1262283408 - Property 1295455071
source: Specifies the outstanding quantity expressed in the base units of measure.
de_de: Gibt die Restmenge in Basiseinheiten an.

# Page 1463151433 - Control 4112852368 - Property 1295455071
source: Specifies when items on the document are shipped or were shipped. A shipment date is usually calculated from a requested delivery date plus lead time.
de_de: Gibt an, wann die Artikel auf dem Beleg geliefert werden oder geliefert wurden. Ein Lieferdatum wird normalerweise über das gewünschte Datum plus der Beschaffungszeit berechnet.

# Page 2919021087 - Property 2879900210
source: COR DSDS Schedule Line
de_de: DSDS WA-Planungszeile

# Page 2919021087 - NamedType 3552176670
source: This will reset all priorities in all sales line for this item. Manually adjusted priorities will be vanished. Do you know what you do?
de_de: Alle vorhandenen Prioritäten zu dem Artikel werden zurückgesetzt. Manuell erfasste Verscheibungen werden verloren gehen. Wissen Sie, was Sie tun?

# Page 2919021087 - Method 2495890210 - NamedType 2643257580
source: The Model in your view changed from "%1" to "%2". "%1" ignores manual changes.
de_de: Die Ansicht wurde von "%1" zu "%2" umgestellt. "%1" würde individuelle Priorisierungen ignorieren.

# Page 2919021087 - Method 655731141 - NamedType 2643257580
source: The Model in your view changed from "%1" to "%2". "%1" ignores manual changes.
de_de: Die Ansicht wurde von "%1" zu "%2" umgestellt. "%1" würde individuelle Priorisierungen ignorieren.

# Page 2919021087 - Method 655731141 - NamedType 2348649387
source: Nothing had to be changed
de_de: Es waren keine Änderungen nötig. Hurra.

# Page 2919021087 - Method 655731141 - NamedType 3115809874
source: Do you also want to prpagate the priorities to the sales lines?
de_de: Sollen gleichzeitig die Prioritäten auf den VK-Zeilen aktualisiert werden?

# Page 2919021087 - Control 2304344579 - Property 2879900210
source: Active Model
de_de: Aktives Modell

# Page 2919021087 - Control 1945717085 - Property 1295455071
source: Aggregates the quantity across all incoming Entries
de_de: Laufendes Saldo über eingehende Dokumente

# Page 2919021087 - Control 1983611419 - Property 1295455071
source: Specifies to wich Entry a consumption is assigned.
de_de: Gibt an, zu welchem Zugang der Verbrauch zugeordnet wird.

# Page 2919021087 - Control 25700210 - Property 1295455071
source: Shows the ongoing quantities.
de_de: Zeigt an, welche Mengen noch bewegt werden müssen.

# Page 2919021087 - Control 2839799178 - Property 1295455071
source: if demand can't be fullfilled anymore then the replenisment data is used as fallback.
de_de: Falls Bedarfsdecker den Bedarf nicht decken wird als Fallback die Wiederbeschaffungszeit herangezogen.

# Page 2919021087 - Control 4243968156 - Property 1295455071
source: Specifies the value of the Customer / Vendor Name field.
de_de: Name des Kunden oder Lieferanten gem. Belegkopf

# Page 2919021087 - Control 3339434903 - Property 1295455071
source: Used to indicate if it is a line of consumption or a line increasing stock. Neutral lines are used for special purpose.
de_de: Zeigt an, ob es sich um eine Zeile mit Zugang oder Abgang handelt. Neutral wird für einige besondere Zeilen genutzt.

# Page 2919021087 - Control 1824581799 - Property 1295455071
source: This is the calcualted date to wich you might ship. It highly depends on the priority and the quantites that might open gaps for smaller orders.
de_de: Das frühst mögliche Warenausgangsdatum wird durch das Wareneingangsdatum des davorliegenden Bedarfsdeckers ermittelt.

# Page 2919021087 - Control 1883075785 - Property 1295455071
source: If you open the scheduler via sales line then the sales line you came from is highlighted with an arrow.
de_de: Markiert die Zeile zu dem Verkaufsauftrag, aus dem der DSDS aufgerufen wurde.

# Page 2919021087 - Control 4109035184 - Property 1295455071
source: This field is essential. It holds the priority that was either calculated by shipment date or by order date or by the priorities within the sales line itself.
de_de: Dieses Feld ist extrem wichtig. Es bestimmt die Reihenfolge der Bedarfsverursachen. Die Priortitä errechnet sich je nach Wunsch auf Grund des WA-Datum, des Auftragsdatums oder der Prioritäten wie sie aktuell in den VK-Zeilen steht. Bedarfe mit einer niedrigeren Nummer werden tendenziell zeitlich naheliegenden Bedarfsdeckern zugeordnet.

# Page 2919021087 - Control 4110365223 - Property 1295455071
source: Quantitiy that has not yet been shipped or was not yet received
de_de: Die offene Menge die entweder noch zu liefern ist oder deren Wareneingang noch erwartet wird.

# Page 2919021087 - Control 2850700465 - Property 1295455071
source: Receipt date as it is within the purchase line or shipment date as it is in the sales line.
de_de: Das Datum ist eine Kopie aus dem Feld Warenausgangdatum bei Verkaufsaufträgen oder erwartetem Wareneingangsdatum bei Einkaufsbestellungen

# Page 2919021087 - Control 3688908302 - Property 1295455071
source: Within this date you suggest a shipment date to queue the sales document. It is not used as an earlies shipment date; though it might correlate!
de_de: Mit diesem Datum schlägst Du für DSDS ein alternatives Datum vor um die VK-Zeile zu pririsieren. Das Datum wird wahrscheinlich zu einem nächst möglichen Lieferdatum korrelieren; muss aber nicht

# Page 2919021087 - Control 1882905478 - Property 1295455071
source: Document No. of the purchase order or sales document
de_de: Belegnummer der EK-Bestellung oder des VK-Auftrags

# Page 2919021087 - Control 1753214751 - Property 1295455071
source: Type of the document
de_de: Art der Zeile / des Belegs

# Page 2919021087 - Control 2862616091 - Property 1295455071
source: For Stock and purchase order you find the quantiy that has not been assigned by the scheduler. It might be occupied when new sales lines become created.
de_de: Die nicht zugewiesene Menge beschreibt die Menge eines Bedarfsdeckers für die keine Bedarfe zugeordnet sind. Diese Lücken können z.B. durch Aufträge mit geringen Mengen geschlossen werden.

# Page 2919021087 - Control 3279963824 - Property 1295455071
source: For Stock and purchase order you find the quantiy that has not been assigned by the scheduler. It is an aggregated view suming up all previous lines.
de_de: Die nicht zugewiesene Menge beschreibt die Menge eines Bedarfsdeckers für die keine Bedarfe zugeordnet sind. Diese Lücken können z.B. durch Aufträge mit geringen Mengen geschlossen werden.

# Page 2919021087 - Control 3380488499 - Property 2879900210
source: Priority Queue
de_de: Prioritätenstapel

# Page 2919021087 - Action 500696320 - Property 2879900210
source: Data Calculation
de_de: Datumsberechnungen

# Page 2919021087 - Action 292553899 - Property 2879900210
source: Priority by shipment date
de_de: Prio. gem. WA-Datum

# Page 2919021087 - Action 2232476855 - Property 2879900210
source: Priority by shipment date regarding shifts
de_de: Prio. gem. WA-Datum mit Verschiebung

# Page 2919021087 - Action 2469103063 - Property 2879900210
source: Priority according to sales line
de_de: Prio. gem. Auftragszeile

# Page 2919021087 - Action 2441216995 - Property 2879900210
source: Priority by order number
de_de: Prio. gem. Auftragsnummer

# Page 2919021087 - Action 870287973 - Property 2879900210
source: Sales Line Interactions
de_de: Interaktion mit Auftragszeilen

# Page 2919021087 - Action 1642941945 - Property 2879900210
source: Transfer Priority to Sales lines
de_de: Prioritäten auf VK-Zeilen zurückschreiben

# Page 2919021087 - Action 3269334400 - Property 2879900210
source: Transfer Shift-to Date to Sales Line
de_de: Zieldatum an VK-Zeilen weitergeben

# Page 2919021087 - Action 3774118244 - Property 1295455071
source: This function also creates processing hints for the CustomerService-Team to identify the lines that need to be reviewed.
de_de: Hierüber wird das frühst mögliche WA-Datum an die VK-Zeilen weitergegeben. Zusätzlich wird die VK-Zeile mit Hinweisen angereichert die es dem CustomerService-Team vereinfachen

# Page 2919021087 - Action 3774118244 - Property 2879900210
source: Transfer Earliest Shipment date to Sales lines
de_de: Frühst mögliches WA-Datum an VK-Zeilen weitergeben

# Page 2919021087 - Action 3098808674 - Property 2879900210
source: Vanish Sales Line priority
de_de: Prioritäten in VK-Zeilen löschen

# Page 2919021087 - Action 3486881025 - Property 2879900210
source: Sorting
de_de: Sortieren

# Page 2919021087 - Action 957237421 - Property 2879900210
source: by Date
de_de: nach Datum

# Page 2919021087 - Action 2697467093 - Property 2879900210
source: by Event
de_de: nach Ereignis

# Page 1607562736 - Property 2879900210
source: Active Sessions
de_de: Aktive Sitzungen

# Page 1607562736 - NamedType 3784350150
source: Your session has been stopped by user %1.
de_de: Ihre Sitzung wurde durch Beutzer %1 beendet.

# Page 1607562736 - Action 455920677 - Property 2879900210
source: Delete Session
de_de: Session löschen

# Page 1607562736 - Action 2484125280 - Property 2879900210
source: Kill Session
de_de: Session killen

# Page 1193721379 - Property 2879900210
source: COR-DDN Container Hist. Entries
de_de: protokollierte Containerzeilen

# Page 754196454 - Property 2879900210
source: Container History List
de_de: DEDON Schwimmende Ware Historie

# Page 754196454 - Action 3471137671 - Property 1295455071
source: open a page with all associated lines that were logged at a specific moment in time.
de_de: Öffnet eine Seite mit allen Container-Inhaltne und den Werten zu einem bestimmten Zeitpunkt.

# Page 754196454 - Action 3471137671 - Property 2879900210
source: loged Container Lines
de_de: protokollierte Containerzeilen

# Page 754196454 - Action 2851454604 - Property 2879900210
source: Export To Excel
de_de: In Excel exportieren

# Page 754196454 - Action 4252388103 - Property 1295455071
source: Runs through all lines for each incoming container and logs it's content. This grants a historical view on the values of the goods in transit.
de_de: Dieser Lauf analysiert alle Einkaufszeilen eingehender Container und schreibt deren Werte in die Historie. Dadurch wird eine lückenlose Protokollierung sichergestellt.

# Page 754196454 - Action 4252388103 - Property 2879900210
source: recalculate
de_de: neu berechnen

# Page 1517119295 - Property 2879900210
source: COR-DDN Container Invoice No.
de_de: Rechnungsnummer zuweisen

# Page 1517119295 - Method 4128543304 - NamedType 207676982
source: It seems like there hasve alreday been taks done with the Customers Invoice.
de_de: Es sieht so aus als seien bereits Aktivitäten zu der Lieferantenrechnung erfolgt. Bitte im Nachgang prüfen.

# Page 1517119295 - Control 2848139705 - Property 1295455071
source: Indicates if an invoice has already been created and posted. Please be careful not to create invoices twice or more.
de_de: Zeigt an, ob es bereits eine Rechnung mit der Belegnummer des Kreditors gibt.

# Page 1517119295 - Control 2848139705 - Property 2879900210
source: Posted G/L Account Invoice exists
de_de: Geb. Sachkontorechnung vorhanden

# Page 1517119295 - Control 3526562973 - Property 1295455071
source: Indicates if an invoice has already been created and posted. Please be careful not to create invoices twice or more.
de_de: Zeigt an, ob es bereits eine Rechnung mit der Belegnummer des Kreditors gibt.

# Page 1517119295 - Control 3526562973 - Property 2879900210
source: posted Item Invoice exists
de_de: Geb. Artikelrechnung vorhanden

# Page 1517119295 - Control 206399544 - Property 1295455071
source: Indicates if an invoice has already been created and posted. Please be careful not to create invoices twice or more.
de_de: Zeigt an, ob es bereits eine Rechnung mit der Belegnummer des Kreditors gibt.

# Page 1517119295 - Control 206399544 - Property 2879900210
source: unposted G/L Account Invoice exists
de_de: Ungeb. Sachkontorechnung vorhanden

# Page 1517119295 - Control 3373520260 - Property 1295455071
source: Indicates if an invoice has already been created and posted. Please be careful not to create invoices twice or more.
de_de: Zeigt an, ob es bereits eine Rechnung mit der Belegnummer des Kreditors gibt.

# Page 1517119295 - Control 3373520260 - Property 2879900210
source: unposted Item Invoice exists
de_de: Ungebuchte Artikelrechnung vorhanden

# Page 1517119295 - Control 1984839851 - Property 2879900210
source: Vendor Invoice No.
de_de: Kreditoren-Rechnungsnr.

# Page 3887075585 - Property 2879900210
source: DEDON Availibility Crosscheck
de_de: DEDON Verfügbarkeitsprüfung Verkauf
