Repository: trimit-psc/DEDON-US-BASE
Catalog: Translations/DEDON DE Customizing.*.xlf
Languages: de_de

# PageExtension 2320551706 - Control 1711973650 - Property 1295455071
source: Enter the designer who get's royaliteis for the Master. The designer is transferd to the sales line to calculate commission based on TRIMIT logics.
de_de: Hier ist der Designer zu hinterlegen, der für den Vekrauf dieses Masters vergütet wird. Der Designer wird in die Auftragszeile übernommen und erhält im Nachgang über die Provisionsabrechnung Gelder.

# PageExtension 2320551706 - Control 2072241850 - Property 1295455071
source: As soon as this switch is set the bill of material within a sales line expands immediately after entering a quantity. The Item No. and the MAster No. is transfered from the furniture to the componentes, couchons and other accessorie. Both numbers are important for the BI-Team. Take care of possible recusrions. This switch must be set on the item that initiated the bom explosion. This can be the Config-ITem or even the furniture item itself.
de_de: Wenn dieser Schalter gesetzt ist wird beim Entfalten der Stückliste in der VK-Zeile die Artikelnummer des Möbels an alle Komponenten des Möbels und ggf. auch an Kissen und Hussen verteilt. Diese Nummer ist für Auswertungszwecken gedacht. Der Schalter sollte auf allen Config-Artikeln und auf dem Möbel selbst gesetzt werden. Beide werden aktiv im Verkaufsprozess eingegeben und sollen die Berchnung anstoßen.

# PageExtension 1238320299 - Action 2427156364 - Property 1295455071
source: View how the actual and the projected available balance of an item will develop over time according to supply and demand events.
de_de: Zeigt an, wie sich die tatsächliche und voraussichtliche verfügbare Menge eines Artikels im Laufe der Zeit gemäß den Angebots- und Nachfrageereignissen entwickelt.

# PageExtension 1238320299 - Action 2427156364 - Property 2879900210
source: Event
de_de: Ereignis (via Artikel)

# PageExtension 1238320299 - Control 2981372481 - Property 1295455071
source: real date of delivery
de_de: Tatsächliches Versanddatum

# PageExtension 1238320299 - Control 244995685 - Property 1295455071
source: Estimated date that the Vendor communicated to us
de_de: Zugesagtes Versanddatum

# PageExtension 1238320299 - Control 3439998142 - Property 1295455071
source: Requested by us
de_de: Von uns angefragt

# PageExtension 290188683 - Control 3659224034 - Property 1295455071
source: Specify, which Saleslines should be impacted if a discount is either inserted or updated.
de_de: Gibt an, welche Zeilen in dem Verkaufsbeleg durch eine Rabattänderung gleichsam mitgeändert werden sollen

# PageExtension 3202717148 - Action 2257933246 - Property 1295455071
source: Calculates the earliest Shipment date based on the DSDS. If your sales line has not yet a priority then your priority is calculated before.
de_de: Errechnet das frühst mögliche Warenausgangsdatum basierend auf den Prioritäten, die DSDS nutzt. Falls die VK-Zeile noch keine Priorität hat wird eine solche errechnet.

# PageExtension 3202717148 - Action 2257933246 - Property 2879900210
source: Calculate earliest shipment date via DSDS
de_de: Frühst mögliches WA-Datum ermitteln

# PageExtension 3202717148 - Action 1915570155 - Property 1295455071
source: This is a Dedon function wich is used to repair sales orders withour a responsibility center
de_de: Das ist eine Dedon-Funktion um im Nachgang die Zuständigkeitseineheit eine VK-Belegs zu korrigieren.

# PageExtension 3202717148 - Action 1915570155 - Property 2879900210
source: Reassign repsonsibility center
de_de: Zuständigkeitseinheit ersetzen

# PageExtension 3202717148 - Action 1904264646 - Property 2879900210
source: caclulate eraliest shipment date
de_de: Verfügbarkeiten berechnen

# PageExtension 3202717148 - Action 443508327 - Property 2879900210
source: transfer earliest shipment date
de_de: Frühstes Lieferdatum in WA-Datum übertragen

# PageExtension 3202717148 - Action 2722207933 - Property 1295455071
source: Deletes the discount combination for all sales lines within this document and sets the line discount ot zero.
de_de: Löscht die Zeilenrabattkombinationen für alle Vekraufszeilen innerhalb dieses Belegs und setzt den Zeilenrabatt auf 0.

# PageExtension 3202717148 - Action 2722207933 - Property 2879900210
source: Delete Discount Combination
de_de: Zeilenrabbattkombinationen löschen

# PageExtension 3202717148 - Action 1617381389 - Property 1295455071
source: Request approval of the document. (DEDON)
de_de: Fordert eine Genehmigung für den Beleg an und berechnet vorab das Delte zum bereits genehmigten Betrag. (DEDON)

# PageExtension 3202717148 - Action 1617381389 - Property 2879900210
source: Send A&pproval Request
de_de: &Genehmigungsanforderung senden (DEDON)

# PageExtension 1520829291 - Control 4011581168 - Property 1295455071
source: Salesperson/Venor Classification
de_de: Hierüber wird unterschieden, ob ein Verkäufer die Rolle eines Designers einnimmt um dem Maste rzugewiesen werden zu können. Dieses Feld ist relevant um den Designer im Zuge der Trimit-Provisionsabrechnung zu vergüten.

# PageExtension 830990456 - Control 2595489580 - Property 2879900210
source: Invoice
de_de: Fakturierung (DEDON)

# PageExtension 1901559181 - Method 2836937986 - NamedType 2630001852
source: The number of colors in this list varies from the number of colors in the selection group. Should the checkmary be removed for currently selected colors for security reasons?
de_de: Die Anzahl der Farben in dieser Übersicht unterscheidet sich von der Anzahl der Farben in den Auswahlgruppen. Soll zur Sicherheit die Markierung von allen aktuell gewählten Farben entfernt werden?

# PageExtension 1901559181 - Action 4144877499 - Property 2879900210
source: Color Selection Groups
de_de: Farbauswahlgruppen

# PageExtension 1901559181 - Action 3262392909 - Property 2879900210
source: Color Selection Group 1
de_de: Farbauswahlgruppe 1 zuweisen

# PageExtension 1901559181 - Action 652310957 - Property 2879900210
source: Selection Group 10
de_de: Farbauswahlgruppe 10 zuweisen

# PageExtension 1901559181 - Action 2624696292 - Property 2879900210
source: Selection Group 2
de_de: Farbauswahlgruppe 2 zuweisen

# PageExtension 1901559181 - Action 1986999675 - Property 2879900210
source: Selection Group 3
de_de: Farbauswahlgruppe 3 zuweisen

# PageExtension 1901559181 - Action 1349303058 - Property 2879900210
source: Selection Group 4
de_de: Farbauswahlgruppe 4 zuweisen

# PageExtension 1901559181 - Action 711606441 - Property 2879900210
source: Selection Group 5
de_de: Farbauswahlgruppe 5 zuweisen

# PageExtension 1901559181 - Action 73909824 - Property 2879900210
source: Selection Group 6
de_de: Farbauswahlgruppe 6 zuweisen

# PageExtension 1901559181 - Action 3731180503 - Property 2879900210
source: Selection Group 7
de_de: Farbauswahlgruppe 7 zuweisen

# PageExtension 1901559181 - Action 3093483886 - Property 2879900210
source: Selection Group 8
de_de: Farbauswahlgruppe 8 zuweisen

# PageExtension 1901559181 - Action 2455787269 - Property 2879900210
source: Selection Group 9
de_de: Farbauswahlgruppe 9 zuweisen

# PageExtension 2545156940 - Control 819997750 - Property 1295455071
source: Enable this field if you want the user to see confidential G/L Accounts.
de_de: Ein Haken bedeutet, dass der Benutzer in Kontenplan und der Kontenübersicht jene Konten sieht, die als "confidential" markiert sind. Fehlt dem Benutzer der Haken werden diese Konten ausgeblendet.

# PageExtension 3672489783 - Control 2615399995 - Property 1295455071
source: Specifies the value of the Default Ship-to Code field.
de_de: Hier wird der Standard Liefercode angezeigt. Es ist die Adresse, an die die Ware normalerweise versendet wird.

# PageExtension 921361793 - Action 3545432896 - Property 2879900210
source: Import from Excel
de_de: Aus Excel importieren

# PageExtension 4036671595 - Control 3778437193 - Property 1295455071
source: Specifies the value of the Legacy System Item No. field.
de_de: Artikelnummer aus dem Vorsystem

# PageExtension 4036671595 - Control 3331239730 - Property 1295455071
source: Specifies the date that the vendor has promised to deliver the order.
de_de: Gibt das Datum an, an dem der Kreditor die Lieferung der Bestellung zugesagt hat.

# PageExtension 4036671595 - Control 9460683 - Property 1295455071
source: Specifies the value of the Purchaser Code field.
de_de: Bestimmt den Verkäufercode aus dem Kopf des Belegs

# PageExtension 4036671595 - Control 1603837039 - Property 1295455071
source: Specifies the date that you want the vendor to deliver to the ship-to address. The value in the field is used to calculate the latest date you can order the items to have them delivered on the requested receipt date. If you do not need delivery on a specific date, you can leave the field blank.
de_de: Gibt das Datum an, an dem der Kreditor die Bestellung an die Lieferadresse liefern soll. Der Wert im Feld wird verwendet, um das späteste Datum zu berechnen, an dem Sie die Artikel bestellen können und diese am gewünschten Wareneingangsdatum geliefert werden. Wenn Sie keine Lieferung an einem bestimmten Tag benötigen, können Sie das Feld leer lassen.

# PageExtension 4036671595 - Control 2341686402 - Property 2879900210
source: Sell-to Customer Name
de_de: Verk. an Name

# PageExtension 4036671595 - Control 724799402 - Property 2879900210
source: Sell-to Customer No.
de_de: Verk. an Deb.-Nr.

# PageExtension 4036671595 - Control 1167784811 - Property 2879900210
source: Shipment Date Sales
de_de: Warenausgangsdatum im Verkauf

# PageExtension 4036671595 - Control 4187343510 - Property 1295455071
source: Specifies the value of the Special Order field.
de_de: Auftragsnummer fals die Bestellung einen Bezug zu einem Auftrag hat

# PageExtension 4036671595 - Control 907532133 - Property 1295455071
source: Specifies the value of the Special Order Sales Line No. field.
de_de: Auftragszeile falls die Bestellung einen Bezug zu einem Auftrag hat

# PageExtension 4036671595 - Control 3024167663 - Property 1295455071
source: Specifies the value of the Special Order Sales No. field.
de_de: Kennzeichnet die BEstellzeile als zugehörig zu einem Spezialauftrag.

# PageExtension 4036671595 - Control 1711234796 - Property 1295455071
source: Specifies the value of the Vendor Order No. field.
de_de: Die externe Nummer uter der der Lieferant die BEstellung in sienem System führt.

# PageExtension 4036671595 - Control 1695701157 - Property 2879900210
source: Warehouse Receipt No.
de_de: Wareneingangs Nr.

# PageExtension 4036671595 - Control 2981372481 - Property 1295455071
source: real date of delivery
de_de: Tatsächliches Versanddatum

# PageExtension 4036671595 - Control 1623058472 - Property 1295455071
source: Specifies the date when the item is planned to arrive in inventory. Forward calculation: planned receipt date = order date + vendor lead time (per the vendor calendar and rounded to the next working day in first the vendor calendar and then the location calendar). If no vendor calendar exists, then: planned receipt date = order date + vendor lead time (per the location calendar). Backward calculation: order date = planned receipt date - vendor lead time (per the vendor calendar and rounded to the previous working day in first the vendor calendar and then the location calendar). If no vendor calendar exists, then: order date = planned receipt date - vendor lead time (per the location calendar).
de_de: Gibt das Datum an, an dem der Artikel im Lager eintreffen soll. Vorwärtsrechnung: Geplantes Wareneingangsdatum = Bestelldatum + Beschaffungszeit des Kreditors (pro Kreditorenkalender, gerundet auf den nächsten Arbeitstag im ersten Kreditorenkalender und dann im Lagerortkalender). Wenn kein Kreditorenkalender vorhanden: Geplantes Wareneingangsdatum = Bestelldatum + Beschaffungszeit des Kreditors (pro Lagerortkalender). Rückwärtsberechnung: Bestelldatum = geplantes Wareneingangsdatum - Beschaffungszeit des Kreditors (pro Kreditorenkalender, gerundet auf den vorherigen Arbeitstag im ersten Kreditorenkalender und dann im Lagerortkalender). Wenn kein Kreditorenkalender vorhanden: Bestelldatum = geplantes Wareneingangsdatum - Beschaffungszeit des Kreditors (pro Lagerortkalender).

# PageExtension 4036671595 - Control 577209412 - Property 1295455071
source: Specifies the value of the SystemCreatedAt field.
de_de: Timestamp aus dem System

# PageExtension 4036671595 - Control 3230600482 - Property 1295455071
source: Specifies the value of the Buy-from Vendor Name field.
de_de: Lieferantenname des Kreditors

# PageExtension 4036671595 - Control 1805115540 - Property 1295455071
source: Specifies the value of the Item No. 2 field.
de_de: Artikelnr. 2

# PageExtension 3237218349 - Action 2257933246 - Property 1295455071
source: Calculates the earliest Shipment date based on the DSDS. If your sales line has not yet a priority then your priority is calculated before.
de_de: Errechnet das frühst mögliche Warenausgangsdatum basierend auf den Prioritäten, die DSDS nutzt. Falls die VK-Zeile noch keine Priorität hat wird eine solche errechnet.

# PageExtension 3237218349 - Action 2257933246 - Property 2879900210
source: Calculate earliest shipment date via DSDS
de_de: Frühst mögliches WA-Datum ermitteln

source: Everything has been shipped already. There is nothing to be done for DSDS.
de_de: Es wurde bereits alles geliefert. Für DSDS gibt es nichts mehr zu tun.

# PageExtension 3237218349 - Action 121564625 - Property 2879900210
source: DSDS Schedule
de_de: DEDON Shipment Date Scheduler (DSDS)

# PageExtension 3237218349 - Action 2427156364 - Property 1295455071
source: View how the actual and the projected available balance of an item will develop over time according to supply and demand events.
de_de: Zeigt an, wie sich die tatsächliche und voraussichtliche verfügbare Menge eines Artikels im Laufe der Zeit gemäß den Angebots- und Nachfrageereignissen entwickelt.

# PageExtension 3237218349 - Action 2427156364 - Property 2879900210
source: Event
de_de: Ereignis (via Artikel)

# PageExtension 3237218349 - Action 2722207933 - Property 1295455071
source: Deletes the discount combination for the currently selected line and sets the line discount ot zero.
de_de: Löscht die Zeilenrabattkombinationen und setzt den Zeilenrabttbetrag in der VK-Zeile auf 0.

# PageExtension 3237218349 - Action 2722207933 - Property 2879900210
source: Delete Discount Combination
de_de: Zeilenrabattkombination löschen

# PageExtension 3237218349 - Action 719463923 - Property 2879900210
source: Recalcuate Adjustments
de_de: Zuschläge neu errechnen

# PageExtension 3237218349 - Control 3872320957 - Property 1295455071
source: Shows an Icon to notify you if shipment is possible accoring to stock and availibility.
de_de: Anhand des Lagerbestands des Artikels und der Verfügbarkeitsprüfung wird ermittelt, ob die Ware in den Warenausgang gegeben werden kann.

# PageExtension 3237218349 - Control 3031857353 - Property 2879900210
source: Fabric Consumption Total
de_de: Gewebeverbrauch gesamt

# PageExtension 3237218349 - Control 1337330623 - Property 2879900210
source: Fabric Consumption
de_de: Gewebeverbrauch

# TableExtension 2722882282 - Field 2989006804 - Property 2879900210
source: Local Court City
de_de: Amtsgericht

# TableExtension 2722882282 - Field 501363210 - Property 2879900210
source: 1. Manager
de_de: Geschäfstführer

# TableExtension 2722882282 - Field 160779896 - Property 2879900210
source: 2. Manager
de_de: Geschäftsführer 2

# TableExtension 2722882282 - Field 1789498999 - Property 2879900210
source: Trade Register No.
de_de: Handelsregister Nr.

# TableExtension 1389236327 - Field 1385022649 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

source: There are persons in the company %1 for whom someone else than %2 was responsible. Do you want to assign %3 to those persons anyway?
de_de: Im Unternehmen %1 sind Personen denen jemand anderes als %2 zugeordnet war. Möchtesn Sie auch diesen Personen den neuen zuständigen Sachbearbeiter %3 zuweisen?

# TableExtension 2849052075 - Field 2699215863 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 2849052075 - Field 1385022649 - Property 2879900210
source: Responsible Person Code
de_de: Verantwortlicher Sachbearbeiter

# TableExtension 371348128 - Field 1919722123 - Property 2879900210
source: Document No.
de_de: Belegnr.

# TableExtension 371348128 - Field 3846747526 - Property 2879900210
source: Document Sub Type
de_de: Beleg Unterart

# TableExtension 371348128 - Field 566655234 - Property 2879900210
source: Document Type
de_de: Belegtyp

# TableExtension 371348128 - Field 4079156805 - Property 2879900210
source: Table Id
de_de: Tabellen-ID

# TableExtension 1892043753 - Field 1358633186 - Property 2879900210
source: Vendor Name
de_de: Kreditorenname

# TableExtension 3998708779 - Field 3848910258 - Property 2879900210
source: Comment
de_de: Bemerkung

# TableExtension 2961645825 - Field 3848910258 - Property 2879900210
source: Comment
de_de: Bemerkung

# TableExtension 1728576335 - Field 3848910258 - Property 2879900210
source: Comment
de_de: Bemerkung

# TableExtension 3660182947 - Field 3778437193 - Property 2879900210
source: Legacy System Item No.
de_de: Artikelnr. Vorsystem (Nav 18)

# TableExtension 2490352579 - Field 2443665439 - Property 2879900210
source: Automatic Creation of Warehouse Receipts
de_de: Wareneingang bei Freigabe

# TableExtension 2490352579 - Field 3771244878 - Property 2879900210
source: Transit Periode
de_de: Transitzeit

# TableExtension 1020435028 - Field 499400340 - Property 2879900210
source: Classification
de_de: Klassifizierung

# TableExtension 1020435028 - Field 499400340 - Property 62802879
source: Collection,Catalog
de_de: Kollektion,Katalog

# TableExtension 4055541950 - Field 205672802 - Property 2879900210
source: Classification
de_de: Unterscheidung

# TableExtension 4055541950 - Field 205672802 - Property 62802879
source: Collection,Catalog
de_de: Kollektion,Katalog

# TableExtension 2074246179 - Field 2981372481 - Property 2879900210
source: effective shipment date
de_de: Tatsächliches Versanddatum

# TableExtension 2074246179 - Field 244995685 - Property 2879900210
source: Estimated date ready
de_de: Zugesagtes Versanddatum

# TableExtension 2074246179 - Field 3439998142 - Property 2879900210
source: Requested Shipment Date
de_de: Gewünschtes Versanddatum

# TableExtension 2718776140 - Field 2115107059 - Property 2879900210
source: Outstanding Amount (LCY)
de_de: Ausstehender Betrag (LCY)

# TableExtension 1420522693 - NamedType 3148332972
source: Access to the account was denied
de_de: Sie dürfen nicht auf das Konto zugreifen

# TableExtension 1420522693 - NamedType 370962971
source: You are not allowed to change confidentiality of an account.
de_de: Dieses Konto ist für Ihren Benutzer nicht im Zugriff weil es als "confidential" eingestuft wurde.

# TableExtension 562059210 - Field 4157975719 - Property 2879900210
source: G/L Account is confidential
de_de: Sachkonto vertraulich

# TableExtension 1779583157 - Field 4245749757 - Property 2879900210
source: Intercompany price
de_de: Intercompany Preis

# TableExtension 1779583157 - Field 1625361518 - Property 2879900210
source: Listprice
de_de: Listenpreis

# TableExtension 1779583157 - Field 1643738946 - Property 2879900210
source: Quantity Filter 1 for Sales Version
de_de: Mengenfilter 1 für Verkaufsversion

# TableExtension 1779583157 - Field 4025616391 - Property 2879900210
source: Quantity Filter 2 for Sales Version
de_de: Mengenfilter 2 für Verkaufsversion

# TableExtension 1779583157 - Field 3775790025 - Property 2879900210
source: Legacy System Item No.
de_de: Artikelnr. Vorsystem (Nav 18)

# TableExtension 1779583157 - Field 1711973650 - Property 2879900210
source: Designer Code
de_de: Designer

# TableExtension 1779583157 - Field 1230267002 - Property 2879900210
source: Fabric Consumption
de_de: Stoffbedarf [m]

# TableExtension 1779583157 - Field 446540601 - Property 2879900210
source: Indentation
de_de: Einrückung

# TableExtension 1779583157 - Field 592560921 - Property 2879900210
source: Planning Status
de_de: Planungsstatus

# TableExtension 1779583157 - Field 1747045686 - Property 2879900210
source: Item Status Code
de_de: Status Code (Master/Matrix)

# TableExtension 1779583157 - Field 4286491684 - Property 2879900210
source: Item Status Code 2
de_de: Status Code (Ersatzteile/Artikel)

# TableExtension 1779583157 - Field 2753266357 - Property 2879900210
source: Master Collection No.
de_de: Status Code

# TableExtension 1779583157 - Field 3463094411 - Property 2879900210
source: US Tariff No.
de_de: Zollpos. USA

# TableExtension 1779583157 - Field 1528297096 - Property 2879900210
source: Active Version
de_de: Aktive Version

# TableExtension 2986710238 - Field 2532372368 - Property 2879900210
source: Set Quantity
de_de: Menge Set/Möbel

# TableExtension 2986710238 - Field 1337911786 - Property 2879900210
source: Container No.
de_de: Container Nr.

# TableExtension 2986710238 - Field 4230043810 - Property 2879900210
source: Item Master No.
de_de: Artikel Nr. übergeordnet

# TableExtension 2986710238 - Field 2911827209 - Property 2879900210
source: Set Master No.
de_de: Master Nr. übergeordnet

# TableExtension 2765635294 - Method 2495023776 - NamedType 1981034838
source: Do you want to change all related Items?
de_de: Möchten Sie alle verknüpften Artikel ändern?

# TableExtension 2765635294 - Method 3392698540 - NamedType 3630014850
source: No related Item was created. There is nothing to delete.
de_de: Es wurden keine Artikel erzeugt. Daher gibt es nichts zu löschen.

# TableExtension 2765635294 - Method 3392698540 - NamedType 1841867762
source: Do you want to delete %1 item(s)?
de_de: Soll(en) %1 Artikel gelöscht werden?

# TableExtension 2765635294 - Method 3607221540 - NamedType 3304552603
source: All Matrix Cells carry a item no. Nothing needs to be done.
de_de: Alle Matrix-Zellen enthalten eine Artikelnr. Es muss nichts repariert werden.

# TableExtension 2765635294 - Method 3607221540 - NamedType 2189383840
source: Do your want to %1 to be checked and repaired if nescessary?
de_de: Sollen %1 Zeilen geprüft und ggf. repariert werden?

# TableExtension 2765635294 - Method 3607221540 - NamedType 2499184252
source: An item no. has been assigend to %1 Matrix Cells
de_de: %1 Matrix-Zellen wurde eine passende Artikelnr. zugeordnet.

# TableExtension 2765635294 - Field 2900410762 - Property 2879900210
source: automatic BOM Explosion in Sales Line
de_de: Stückliste automatisch entfalten

# TableExtension 2765635294 - Field 1380676005 - Property 2879900210
source: Catalog Relation Filter
de_de: Katalogfilter

# TableExtension 2765635294 - Field 2006376578 - Property 2879900210
source: Collection Relation Filter
de_de: Kollektion Filter

# TableExtension 2765635294 - Field 1711973650 - Property 2879900210
source: Designer Code
de_de: Designer

# TableExtension 2765635294 - Field 2072241850 - Property 2879900210
source: Calculate furniture item no. in Sales Line
de_de: Artikelnr. des Möbels in VK-Zeile errechnen

# TableExtension 2765635294 - Field 1230267002 - Property 2879900210
source: Fabric Consumtion
de_de: Stoffbedarf [m]

source: Do you want to change all related Items?
de_de: Möchten Sie alle verknüpften Artikel ändern?

# TableExtension 2765635294 - Field 2949051006 - Property 2879900210
source: is included in Catalog
de_de: in Katalog gelistet

# TableExtension 2765635294 - Field 2831431041 - Property 2879900210
source: is included in Collection
de_de: in Kollektion enthalten

# TableExtension 2765635294 - Field 3463094411 - Property 2879900210
source: US Tariff No.
de_de: Zollpos. USA

# TableExtension 805052098 - Field 3928095591 - Property 2879900210
source: Commission
de_de: Kommission
