Repository: trimit-psc/DEDON-US-BASE
Catalog: Translations/DEDON DE Customizing.*.xlf
Languages: de_de

# Table 2919021087 - Property 2879900210
source: COR DSDS Schedule Line
de_de: DSDS WA-Planungszeilen

# Table 2919021087 - Field 1945717085 - Property 2879900210
source: Aggregated balance
de_de: Aggregiertes Saldo

# Table 2919021087 - Field 1168383684 - Property 2879900210
source: assigned to Entry No.
de_de: zugwiesen zu Posten Nr.

# Table 2919021087 - Field 25700210 - Property 2879900210
source: Balacne
de_de: Saldo

# Table 2919021087 - Field 3730438861 - Property 2879900210
source: Batch No.
de_de: Stpellauf Nr.

# Table 2919021087 - Field 2839799178 - Property 2879900210
source: Calculated via Replenishment
de_de: durch Wiederbeschaffungszeit ermittelt

# Table 2919021087 - Field 4243968156 - Property 2879900210
source: Customer / Vendor Name
de_de: Anem Debitor / Kreditor

# Table 2919021087 - Field 3339434903 - Property 2879900210
source: Direction
de_de: Richtung

# Table 2919021087 - Field 1824581799 - Property 2879900210
source: Erlises shipment Date
de_de: Frühst mögliches WA-Datum

# Table 2919021087 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Postennummer

# Table 2919021087 - Field 1883075785 - Property 2879900210
source: Focus
de_de: Fokus

# Table 2919021087 - Field 2200046723 - Property 2879900210
source: Indentation
de_de: Einrückung

# Table 2919021087 - Field 568743302 - Property 2879900210
source: Item No.
de_de: Artikelnr.

# Table 2919021087 - Field 2161572060 - Property 2879900210
source: Location Code
de_de: Lagerortcode

# Table 2919021087 - Field 4109035184 - Property 2879900210
source: Priority
de_de: Priorität

# Table 2919021087 - Field 4110365223 - Property 2879900210
source: Outstanding Quantity (Base)
de_de: Ausstehende Menge (Basis)

# Table 2919021087 - Field 2850700465 - Property 2879900210
source: Receipt/Shipment Date
de_de: WE-/WA-Datum

# Table 2919021087 - Field 2666550575 - Property 2879900210
source: Receipt/Shipment Date Sorting
de_de: WE-/WA-Datum für Sortierung

# Table 2919021087 - Field 1909940005 - Property 2879900210
source: Sales Line created at Date
de_de: Auftragsdatum

# Table 2919021087 - Field 3688908302 - Property 2879900210
source: Shift-to date
de_de: Zieldatum

# Table 2919021087 - Field 2465214 - Property 2879900210
source: Shipment Date Conflict
de_de: Konflikt beim Lieferdatum

# Table 2919021087 - Field 312545736 - Property 2879900210
source: Source Line No.
de_de: Herkunftszeilennr.

# Table 2919021087 - Field 1882905478 - Property 2879900210
source: Source No.
de_de: Herkunftsnr.

# Table 2919021087 - Field 205345179 - Property 2879900210
source: Source Subtype
de_de: Herkunftsunterart

# Table 2919021087 - Field 1753214751 - Property 2879900210
source: Source Type
de_de: Herkunftsart

# Table 2919021087 - Field 2862616091 - Property 2879900210
source: Unassigned Quantity (Base) this entry
de_de: Freie Menge der Zeile

# Table 2919021087 - Field 3279963824 - Property 2879900210
source: Unassigned Quantity (Base)
de_de: Freie Menge

# Table 1852724191 - Property 2879900210
source: COR-DDN Container History Header
de_de: Schwimmende Ware Archiv

# Table 1852724191 - Field 592951229 - Property 2879900210
source: Amount (LCY)
de_de: Betrag (MW)

# Table 1852724191 - Field 4263911112 - Property 2879900210
source: created at date
de_de: angelegt zu Datum

# Table 1852724191 - Field 1889670503 - Property 2879900210
source: created at time
de_de: angelegt um Uhrzeit

# Table 1852724191 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 1852724191 - Field 2686962215 - Property 2879900210
source: Container History id
de_de: Archiveintrag ID

# Table 912539896 - Property 2879900210
source: COR-DDN Container Hist. Line
de_de: Schwimmende Ware Protokollzeile

# Table 912539896 - Field 592951229 - Property 2879900210
source: Amount (LCY)
de_de: Betrag (MW)

# Table 912539896 - Field 217701148 - Property 2879900210
source: Container History Id
de_de: Protokoll ID

# Table 912539896 - Field 3100996228 - Property 2879900210
source: Container No.
de_de: Container Nr.

# Table 912539896 - Field 486908828 - Property 2879900210
source: Document No.
de_de: Belegnr.

# Table 912539896 - Field 2363328873 - Property 2879900210
source: Document Type
de_de: Belegtyp

# Table 912539896 - Field 2603374735 - Property 2879900210
source: Estimated time of arrival (ETA)
de_de: Erwartetes Eingangsdatum (ETA)

# Table 912539896 - Field 513915806 - Property 2879900210
source: Estimated time of departure (ETD)
de_de: Erwartetes Versanddatum (ETD)

# Table 912539896 - Field 4020103050 - Property 2879900210
source: Gen. Product Posting Group
de_de: Produktbuchungsgrp.

# Table 912539896 - Field 2842094365 - Property 2879900210
source: Item Description
de_de: Artikelbeschreibung

# Table 912539896 - Field 3056944571 - Property 2879900210
source: Item Description 2
de_de: Artikelbeschreibung 2

# Table 912539896 - Field 568743302 - Property 2879900210
source: Item No.
de_de: Artikelnr.

# Table 912539896 - Field 3320823955 - Property 2879900210
source: Line No.
de_de: Zeilennr.

# Table 912539896 - Field 463734189 - Property 2879900210
source: Master No.
de_de: Master Nr.

# Table 912539896 - Field 2704404533 - Property 2879900210
source: Quantity
de_de: Menge

# Table 912539896 - Field 3179217921 - Property 2879900210
source: Quantity (Base)
de_de: Menge (Basis)

# Table 912539896 - Field 3470333905 - Property 2879900210
source: Shipment Method
de_de: Lieferbedingung

# Table 912539896 - Field 513339096 - Property 62802879
source: ,Ready,Transport,Posted,Partly Posted
de_de: ,Bereit,Transport,Gebucht,Teilweise gebucht

# Table 912539896 - Field 633887033 - Property 2879900210
source: VAT Product Posting Group
de_de: MwSt.-Produktbuchungsgrp.

# Table 912539896 - Field 1527594213 - Property 2879900210
source: Vendor No.
de_de: Kreditorennr.

# Table 912539896 - Field 3194161445 - Property 2879900210
source: Vendor Posting Group
de_de: Kreditorenbuchungsgruppe

# Table 3979824223 - Property 2879900210
source: DDN Cue
de_de: DEDON Stapel

# Table 3979824223 - Field 1886663924 - Property 2879900210
source: Container No. Filter
de_de: Container Nr. Filter

# Table 3979824223 - Field 1641032770 - Property 2879900210
source: Credit Memos from Complaints
de_de: Gutschriften durch Reklamationen

# Table 3979824223 - Field 995090288 - Property 2879900210
source: Date Filter
de_de: Datumsfilter

# Table 3979824223 - Field 2435021300 - Property 2879900210
source: Date Filter Late
de_de: Datumsfilter Verspätet

# Table 3979824223 - Field 3933478045 - Property 2879900210
source: Date Filter Pending
de_de: Datumsfilter Anstehend

# Table 3979824223 - Field 2237172 - Property 2879900210
source: Date Filter Upcoming
de_de: Datumsfilter Anstehend

# Table 3979824223 - Field 2333715534 - Property 2879900210
source: Group ID Filter
de_de: Gruppen ID Filter

# Table 3979824223 - Field 988172882 - Property 2879900210
source: Date Filter
de_de: Datumsfilter

# Table 3979824223 - Field 2816033158 - Property 2879900210
source: Location Filter 1_WMS
de_de: Lagerortfilter 1_WMS

# Table 3979824223 - Field 1994198986 - Property 2879900210
source: Location Filter Main
de_de: Lagerortfilter Hauptlager

# Table 3979824223 - Field 4024412287 - Property 2879900210
source: Location Filter Winsen
de_de: Lagerortfilter Winsen

# Table 3979824223 - Field 1037702757 - Property 2879900210
source: My Due Workflow
de_de: Mein fälliger Workflow

# Table 3979824223 - Field 642828416 - Property 2879900210
source: My Group Due Workflow
de_de: Mein fälliger Gruppen-Workflow

# Table 3979824223 - Field 247811612 - Property 2879900210
source: Open Complaints
de_de: Offene Reklamationen

# Table 3979824223 - Field 3937451857 - Property 2879900210
source: Orders from Complaints
de_de: Aufträge durch Reklamationen

# Table 3979824223 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel

# Table 3979824223 - Field 3370710728 - Property 2879900210
source: Purch. Lines Late (Ship)
de_de: Verspätete Lieferungen Schiff

# Table 3979824223 - Field 12317598 - Property 2879900210
source: Purch. Lines Delayed (Winsen)
de_de: Verspätete Lieferungen (Winsen)

# Table 3979824223 - Field 161546305 - Property 2879900210
source: Purch. Lines Late (Main Loc.)
de_de: Verspätete Lieferungen (Hauptlager)

# Table 3979824223 - Field 3322503949 - Property 2879900210
source: Purch. Lines Loading (Main Loc.)
de_de: Anstehende Versendungen Hauptlager

# Table 3979824223 - Field 2123718118 - Property 2879900210
source: Purch. Lines Pending (Main Loc.)
de_de: Anstehende Lieferungen Hauptlager

# Table 3979824223 - Field 480863609 - Property 2879900210
source: Purch. Orders not invoiced
de_de: Bestellungen eingegangen nicht fakturiert

# Table 3979824223 - Field 2292937062 - Property 2879900210
source: Purchase Orders not released (1_WMS)
de_de: Einkaufsbestellungen nicht freigegeben (1_WMS)

# Table 3979824223 - Field 3737944404 - Property 2879900210
source: Purch. Orders received not invoiced
de_de: Bestellungen eingegangen nicht fakturiert

# Table 3979824223 - Field 1280283731 - Property 2879900210
source: Scheduled Freights
de_de: Terminierte Frachten

# Table 3979824223 - Field 143592048 - Property 2879900210
source: User ID Filter
de_de: Benutzer-ID-Filter

# Table 3979824223 - Field 871564246 - Property 2879900210
source: Warehouse Receipts
de_de: Wareneingänge

# Table 2053216347 - Property 2879900210
source: Table51000 DDN Setup Caption
de_de: DEDON Einrichtung

# Table 2053216347 - Field 1315403273 - Property 2879900210
source: Action if no purchase version found
de_de: Aktion bei fehlender gültigen EK-Version

# Table 2053216347 - Field 1315403273 - Property 62802879
source: show error,ignore
de_de: Fehler melden,ignorieren

# Table 2053216347 - Field 2246012509 - Property 2879900210
source: Action if no sales version found
de_de: Aktion bei fehlender gültigen VK-Version

# Table 2053216347 - Field 2246012509 - Property 62802879
source: show error,ignore
de_de: Fehler anzeigen,ignorieren

# Table 2053216347 - Field 3353901248 - Property 2879900210
source: Appendix Invocie Numner Container Final Payment
de_de: Endung Artikelrechnung

# Table 2053216347 - Field 3562001028 - Property 2879900210
source: Appendix Invocie Numner Container Prepayment
de_de: Endung Sachkonto-Rechnung

# Table 2053216347 - Field 3402879183 - Property 2879900210
source: Check GTIN Duplicate
de_de: EAN Dublikate prüfen

# Table 2053216347 - Field 3402879183 - Property 62802879
source: ignore,notify user,show error
de_de: Dublikate zulassen,Benutzer warnen,Dublikate nicht zulassen.

# Table 2053216347 - Field 1455382778 - Property 2879900210
source: VarDim Type Color Filter
de_de: VarDim Art Farbe Filter

# Table 2053216347 - Field 1614407933 - Property 2879900210
source: VarDim Type Country
de_de: VarDim Ländercode

# Table 2053216347 - Field 2725911387 - Property 2879900210
source: VarDim Type Version
de_de: VarDim Art Version

# Table 2053216347 - Field 3730990487 - Property 2879900210
source: Default Account Container Content for Prepayment
de_de: Standard Schkonto Nr. Vorauszahlung bei Containerlieferung

# Table 2053216347 - Field 1549774676 - Property 2879900210
source: Default Quantity for Sales Filter 1
de_de: Vorgabemenge Filter 1 für Verkauf

# Table 2053216347 - Field 2187471293 - Property 2879900210
source: Default Quantity for Sales Filter 2
de_de: Vorgabemenge Filter 2 für Verkauf

# Table 2053216347 - Field 3338867982 - Property 2879900210
source: disable prepayment amount check
de_de: Vorauszahlungsbetragsprüfung deaktivern

# Table 2053216347 - Field 3338867982 - Method 2126772001 - NamedType 186582727
source: Please do not forget to disable this switch after successfull posting of the warehouse shipment.
de_de: Bitte denke daran, diesen Schalter nach erfolgreicher Lieferung wieder zu deaktivieren.

# Table 2053216347 - Field 2156472353 - Property 2879900210
source: Send Commit after each item in DSDS Batch
de_de: Commit pro Artikel im DSDS Stapellauf

# Table 2053216347 - Field 2853269259 - Property 2879900210
source: Batch Priority Model
de_de: Prioritäten-Modell für Staplellauf

# Table 2053216347 - Field 2298532245 - Property 2879900210
source: Initial Priority Model
de_de: Prioritätenmodell für neue VK-Zeilen

# Table 2053216347 - Field 1065312324 - Property 2879900210
source: Enable BOM-Creation for BI
de_de: Artikelnr. des Möbels vor Entfaltung der Stückliste ermitteln

# Table 2053216347 - Field 2469728367 - Property 2879900210
source: Enable DSDS Split Sales Line to multiple incoming lines
de_de: Aufteilen VK auf mehrere Bedarfsdecker zulassen (DSDS)

# Table 2053216347 - Field 460556690 - Property 2879900210
source: Enable Price / Cost Determination
de_de: Katalogpreisberechnung aktivieren

# Table 2053216347 - Field 122566121 - Property 2879900210
source: Enable Version Calculation on Item Card
de_de: Versionsermittlung auf Artikelkarte aktivieren

# Table 2053216347 - Field 3359674350 - Property 2879900210
source: Enable Jungheinrich Status Change on Warehouse Shipment release.
de_de: Jungheinrich Status bei Freigabe Warehouse Shipment Date setzen.

# Table 2053216347 - Field 2166960770 - Property 2879900210
source: Fabric Item Categories
de_de: Filter Artikelkategorien Gewebeverbrauch

# Table 2053216347 - Field 765659442 - Property 2879900210
source: Force writing Availibility on Sales Line
de_de: VK-Zeilen immer mit Verfügbarkeitsinformationen überschreiben

# Table 2053216347 - Field 1631231976 - Property 2879900210
source: G/L Account Lines in Container Final Payment
de_de: Sackontozeilen in Artikelrechnung

# Table 2053216347 - Field 1631231976 - Property 62802879
source: skip,via Purchase Receipt Line,via posted Purchase Invoice Line
de_de: überspringen,entsprechend Artikeln der EK-Lieferung,entsprechend der Sachkonten der EK-Rechnung

# Table 2053216347 - Field 1812461904 - Property 2879900210
source: GTIN Number Series
de_de: EAN Nummernserie

# Table 2053216347 - Field 2115411119 - Property 2879900210
source: Searchtable for Intercompany Currency Exchange
de_de: Suchtabelle für kalkulatorischen wechselkurs

# Table 2053216347 - Field 2705744293 - Property 2879900210
source: Icon Error
de_de: Icon Fehler

# Table 2053216347 - Field 125212819 - Property 2879900210
source: Icon Warning
de_de: Icon Warnung

# Table 2053216347 - Field 4263184329 - Property 2879900210
source: customer No. for intercompany calculation
de_de: Debitorennr. für Intercompany Preis

# Table 2053216347 - Field 3034905605 - Property 2879900210
source: Inventory Profile best Version
de_de: Lagerprofil für Versionsermittlung Verkauf

# Table 2053216347 - Field 3723226232 - Property 2879900210
source: Item Status Filer best Version Sales
de_de: Artikel-Status Filter für Versionsermittlung Verkauf

# Table 2053216347 - Field 2230647926 - Property 2879900210
source: Leadtime on ngeative availibility
de_de: Wiederbeschaffungszeiten bei unzureichenden Zugängen

# Table 2053216347 - Field 1873187373 - Property 2879900210
source: customer No. for listprice calculation
de_de: Debitorennr. für Listenpreis

# Table 2053216347 - Field 120911809 - Property 2879900210
source: Location Code 1_WMS
de_de: Lagerortcode 1_WMS

# Table 2053216347 - Field 2506116741 - Property 2879900210
source: Location Code Main
de_de: Lagerortcode Hauptlager

# Table 2053216347 - Field 2027890028 - Property 2879900210
source: Location Code Winsen
de_de: Lagerortcode Winsen

# Table 2053216347 - Field 2291870030 - Property 2879900210
source: Matrix Cell default Status Code
de_de: Matrix-Zelle Status Vorgabecode

# Table 2053216347 - Field 970416965 - Property 2879900210
source: Primary KEy
de_de: Primärschlüssel

# Table 2053216347 - Field 1508064159 - Property 2879900210
source: Prevent related order posting
de_de: Abhängige Aufträge nicht automatisch verbuchen.

# Table 2053216347 - Field 1848702150 - Property 2879900210
source: Reason Code Container Final Invoice
de_de: Ursachencode Schlussrechnung Containerlieferung

# Table 2053216347 - Field 599815362 - Property 2879900210
source: Reason Code Container Prepayment
de_de: Ursachencode Vorauskasse-Rechnung Containerlieferung

# Table 2053216347 - Field 3910519385 - Property 2879900210
source: Reduce stock by JH assigned Invnetory
de_de: Lagerbestand um Jungheinrich-Reservierung mindern

# Table 2053216347 - Field 2666816135 - Property 2879900210
source: Report Selection Item Label A5
de_de: Berichtsnr. für Artikellabel A5

# Table 2053216347 - Field 3942209369 - Property 2879900210
source: Report Selection Item Label A6
de_de: Berichtsnr. für Artikellabel A6

# Table 2053216347 - Field 1172322801 - Property 2879900210
source: Buy from Country Result Columns
de_de: Suchspalte Einkaufsland

# Table 2053216347 - Field 1172322801 - Property 62802879
source: Default,Decimal Figure 1,Decimal Figure 2,Decimal Figure 3,Decimal Figure 4,Decimal Figure 5,Decimal Figure 6,Decimal Figure 7,Decimal Figure 8,Decimal Figure 9,Decimal Figure 10,Decimal Figure 11,Decimal Figure 12,Decimal Figure 13,Decimal Figure 14,Decimal Figure 15,Decimal Figure 16,Decimal Figure 17,Decimal Figure 18,Decimal Figure 19,Decimal Figure 20,,,,,,,,,,,,,,,,,,,,Code 1,Code 2,Code 3,Code 4,Code 5,Code 6,Code 7,Code 8,Code 9,Code 10
de_de: Standard,Dezimal 1,Dezimal 2,Dezimal 3,Dezimal 4,Dezimal 5,Dezimal 6,Dezimal 7,Dezimal 8,Dezimal 9,Dezimal 10,Dezimal 11,Dezimal 12,Dezimal 13,Dezimal 14,Dezimal 15,Dezimal 16,Dezimal 17,Dezimal 18,Dezimal 19,Dezimal 20,,,,,,,,,,,,,,,,,,,,Code 1,Code 2,Code 3,Code 4,Code 5,Code 6,Code 7,Code 8,Code 9,Code 10

# Table 2053216347 - Field 3719346417 - Property 2879900210
source: Search Table Code ColorGroup
de_de: Suchtabelle Farb-Auswahlgruppen

# Table 2053216347 - Field 795152742 - Property 2879900210
source: Search table for Quantitty Filter at Item card
de_de: Suchtabelle für Mengenfilterungen auf der Artikekarte

# Table 2053216347 - Field 475385548 - Property 2879900210
source: Buy from Country Searchtable
de_de: Einkaufsland Suchtabelle

# Table 2053216347 - Field 3917563771 - Property 2879900210
source: Show Version switched Message
de_de: Nachricht zur Versionsänderung anzeigen

# Table 2053216347 - Field 2916353622 - Property 2879900210
source: Item Status Filer best Version Purchase
de_de: Statusfilter für versionsermittlung Einkauf

# Table 2053216347 - Field 2921666358 - Property 2879900210
source: transfer earlies shipment date on special order lines
de_de: Frühst mögliches WA-Datum in WA-Datum übertragen bei Spezialauftrag

# Table 2053216347 - Field 118536501 - Property 2879900210
source: Worst case dateformula for replenishment
de_de: Wiederbeschaffungszeit Fallback

# Table 2053216347 - Field 2577672543 - Property 2879900210
source: Date Rounding buffer
de_de: Datumsrundung

# Table 1697039820 - Field 3734768367 - Property 2879900210
source: Calculate the demand of acomponente in a bom; no matter if called via SalesLine or by expanding a bom within production
de_de: Berechnet den BEdarf einer Komponete beim Entfalten von Stücklisten aus VK-Zeilen und aus Produktionszeilen.

# Table 1697039820 - Field 3992831055 - Property 2879900210
source: Calculate Purchase Price
de_de: EK-Preis errechnen

# Table 1697039820 - Field 4031714622 - Property 2879900210
source: Echo Message
de_de: Nachricht MESSAGE ausgeben

# Table 1697039820 - Field 2172743916 - Property 2879900210
source: Field Reference 1
de_de: Referenz 1

# Table 1697039820 - Field 2107284644 - Property 2879900210
source: Field Reference 10
de_de: Referenz 10

# Table 1697039820 - Field 1469588027 - Property 2879900210
source: Field Reference 11
de_de: Referenz 11

# Table 1697039820 - Field 2810440533 - Property 2879900210
source: Field Reference 2
de_de: Referenz 2

# Table 1697039820 - Field 3448137150 - Property 2879900210
source: Field Reference 3
de_de: Referenz 3

# Table 1697039820 - Field 3279228127 - Property 2879900210
source: Field Reference 4
de_de: Referenz 4

# Table 1697039820 - Field 3916924744 - Property 2879900210
source: Field Reference 5
de_de: Referenz 5

# Table 1697039820 - Field 259654065 - Property 2879900210
source: Field Reference 6
de_de: Referenz 6

# Table 1697039820 - Field 897350682 - Property 2879900210
source: Field Reference 7
de_de: Referenz 7

# Table 1697039820 - Field 2341652939 - Property 2879900210
source: Field Reference 8
de_de: Referenz 8

# Table 1697039820 - Field 2979349556 - Property 2879900210
source: Field Reference 9
de_de: Referenz 9

# Table 1697039820 - Field 1648713551 - Property 2879900210
source: Find the best country for a componenten in sales process
de_de: Finde das best passendste Land im verkaufsprozess

# Table 1697039820 - Field 1648713551 - Method 2126772001 - NamedType 10039992
source: No optimal Country for Master %1 could be found.
de_de: Für Master %1 konnte kein optimales Land ermittelt werden.

# Table 1697039820 - Field 736487313 - Property 2879900210
source: Find the best country for a component in purchase process
de_de: Finde das best passendste Land im Einkaufsprozess

# Table 1697039820 - Field 736487313 - Method 2126772001 - NamedType 10039992
source: No optimal Country for Master %1 could be found.
de_de: Es wurde kein optimales Land für Master %1 ermittelt.

# Table 1697039820 - Field 2074839921 - Property 2879900210
source: Find the best version for a componenten in sales process
de_de: Findet die passendsten Version im Verkaufspozess basierend auf Verfügbarkeiten

# Table 1697039820 - Field 2074839921 - Method 2126772001 - NamedType 521989370
source: No optimal Sales-Version for Master %1 could be found.
de_de: Es konnte keine optimale Verkaufsversion für %1 ermittelt werden.

# Table 1697039820 - Field 1402524431 - Property 2879900210
source: Find the best version for a componenten in purchase process
de_de: Sucht die passende Version für EK-Bestellungen

# Table 1697039820 - Field 1402524431 - Method 2126772001 - NamedType 521989370
source: No optimal Purchase-Version for Master %1 could be found.
de_de: Es konnte keine optimale Einkaufsversion für %1 ermittelt werden.

# Table 1697039820 - Field 1333462370 - Property 2879900210
source: Function Compar To Workdate
de_de: Vergleiche mit Arbeitsdatum (deprecated)

# Table 1697039820 - Field 182820326 - Property 2879900210
source: Function Compare Dates
de_de: Vergleiche zwei Datumswerte

# Table 1697039820 - Field 3977415453 - Property 2879900210
source: Function InitDependingVarDim
de_de: Vorbelegung bei abhängigen VarDims errechnen

# Table 1697039820 - Field 2130542192 - Property 2879900210
source: Function MakeDate
de_de: Datum aus Integern erzeugen

# Table 1697039820 - Field 174524644 - Property 2879900210
source: Get Currency Exchange Rate
de_de: Intercompany Währungswechselkurs errechnen

# Table 1697039820 - Field 3623439276 - Property 2879900210
source: Get Purchase Currency Code
de_de: Währungscode im Einkauf ermitteln

# Table 1697039820 - Field 1213638884 - Property 2879900210
source: HELLOWORLD
de_de: Hallo Welt

# Table 1697039820 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel

# Table 1697039820 - Field 371348633 - Property 2879900210
source: Remember Set Item No.
de_de: Set-Artikelnr in nächste VK-Zeile schreiben

# Table 1697039820 - Field 1568659232 - Property 2879900210
source: Result (Boolean)
de_de: Ergebnis (Boolean)

# Table 1697039820 - Field 3557133567 - Property 2879900210
source: Result (Code)
de_de: Ergebnis (Code)

# Table 1697039820 - Field 1653464960 - Property 2879900210
source: Result (Date)
de_de: Ergebnis (Date)

# Table 1697039820 - Field 3653016075 - Property 2879900210
source: Result (DateTime)
de_de: Ergebnis (DateTime)

# Table 1697039820 - Field 3871475797 - Property 2879900210
source: Result (Decimal)
de_de: Ergebnis (Decimal)
